[
  {
    "SourceText": "This lesson is about taking care of yourself. 🌱",
    "text": "Lesi sifundo simayelana nokuzinakekela. 🌱",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It is normal to feel stressed as your child develops. As they grow, your relationship changes. To handle this change smoothly, you must care for yourself.",
    "text": "Kungokwemvelo ukuzizwa ucindezelekile njengoba ingane yakho ikhula. Njengoba zikhula, ubudlelwano benu buyashintsha. Ukuze ubhekane nalolu shintsho ngokushelela, kufanele uzinakekele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Self-care is an activity you do for yourself so you feel better and less stressed. 💚",
    "text": "Ukuzinakekela kuyinto ozenzela yona ukuze uzizwe ungcono futhi ungacindezeleki kangako. 💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play for a simple activity that may help you with stress.",
    "text": "▶️Cindezela la kuthi khona dlala ukuze uthole okungakusiza kwingcindezi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is a simple stretching and movement activity that may help you with stress:",
    "text": "Nakhu ongakwenza okulula mayelana nokuzelula nokunyakazisa umzimba wakho okungakusiza mayelana nengcindezi yakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Stand up and stretch your arms up to the sky. ",
    "text": "Sukuma bese welulela izingalo zakho phezulu esibhakabhakeni. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "...",
    "text": "...",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Push away any clouds and let the sun shine down on you. ",
    "text": "Dudula amafu ukuze ilanga likukhanyisele. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Stretch to both sides. ",
    "text": "Zelulele kuwo womabili amacala. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Stretch to the front and to the back.",
    "text": "Zelulele phambili nangemuva.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let your hands hang by your side. ",
    "text": "Lengisela izandla zakho emaceleni. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. ",
    "text": "Donsa umoya ukhuphule amahlombe akho ngesikhathi udonsa umoya, ucimezisise kakhulu amehlo akho, ubambe umoya wakho. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Release your shoulders as you relax your body.",
    "text": "Yehlisa amahlombe akho ngesikhathi uyethisa umzimba wakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Relax your arms and let them swing to the front and back. Take four deep breaths while you do this. This is good for your lower back.",
    "text": "Zikhulule izingalo zakho futhi uzivumele ziye phambili nasemuva. Donsa umoya uwukhiphe kane ngenkathi wenza lokhu. Lokhu kuyayisiza ingxenye yomgogodla engezansi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Relax your arms, let them swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.",
    "text": "Zikhulule izingalo zakho, zishwibele emaceleni, futhi uphendule ingxenye engenhle yomzimba wakho. Izingalo zakho kufanele zishaye kancane emhlane wakho njengoba usonteleka ngapha nangapha.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Place one foot in front of the other and make small circles from the ankles. Remember to turn to both sides. Do each foot with four circles in each direction.",
    "text": "Beka unyawo olulodwa phambi kolunye futhi urawundise amaqakala kancane. Khumbula ukuwaphendulela kuzo zombili izinhlangothi. Phendulela unyawo ngalunye izikhathi ezine ohlangothini ngalunye.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Now, shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!",
    "text": "Manje, nyakazisa wonke umzimba wakho ngokushesha ngangokunokwenzeka. Unyakazise phezulu! Unyakazise phansi! Unyakazise nxazonke!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. ",
    "text": "Vala amehlo akho bese uphakamisela phezulu izingalo zakho kancane ukwedlula ikhanda ube udonsa umoya kancane. Yehlisela izingalo zakho emaceleni kancane ngesikhathi ukhipha umoya. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Raise and lower your arms, breathing in and out 4 more times.",
    "text": "Phakamisa futhi wehlise izingalo zakho, donsa umoya uwukhiphe izikhathi ezingu-4 ezengeziwe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Take a moment to reflect on your experience. ",
    "text": "Ithi ukuma kancane emva kokwenza lokhu. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Remember that you can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.",
    "text": "Khumbula ukuthi ungakwenza lokhu nganoma yisiphi isikhathi nanoma nini lapho uzwa sengathi ufuna ukukhipha i-stress nokuvuselela ingqondo yakho nomzimba wakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅⬜️",
    "text": "✅⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You’ve completed 50% of this skill! Press NEXT to continue.",
    "text": "Usumphothulile u-50% waleli khono! Cindezela okuthi OKULANDELAYO ukuze uqhubekele phambili.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home Activity! Try to stretch and move at least once every day. Can you try it now?",
    "text": "Umsebenzi Wasekhaya! Zama ukwelula nokuhamba okungenani kanye ngosuku. Ungakwazi ukukuzama lokhu khona manje?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Excellent. Movement will be good for your body and make such a difference in how you feel each day. ⭐",
    "text": "Nazoke. Ukunyakaza kuwulungele umzimbeni wakho futhi kwenza umehluko endleleni ozizwa ngayo usuku ngalunye. ⭐",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That’s okay. Movement will be good for your body and make such a difference to how you feel each day. ⭐",
    "text": "Kulungile. Ukunyakazisa umzimba kuyinto enhle mayelana nomzimba wakho futhi kwenza umehluko ngendlela ozizwa ngayo usuku nosuku. ⭐",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Sorry, I don't understand what you mean.",
    "text": "Ngiyaxolisa, angiqondi ukuthi uthini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅ 100%",
    "text": "✅✅ 100%",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done! 🎉 You have learnt the importance of caring for yourself and how to stretch and move your body. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons towards your goal “Understand Child Development”.✨",
    "text": "Wenze kahle! 🎉 Usufundile ngokubaluleka kokuzinakekela nokuthi ukuzelula nokunyakazisa umzimba wakho kwenziwa kanjani. Usuqede @(fields.c_n_mod_compl +1) wezifundo ze-@fields.c_n_mod ukuze ufeze umgomo wakho othi “Qondisisa Ukukhula Kwengane”.✨",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🧸 This lesson is about supporting @fields.child_nickname to find joy in learning in a playful and fun way. 😃",
    "text": "🧸 Lesi sifundo simayelana nokusekela u-@fields.child_nickname ukuze athole injabulo endleleni yokufunda ngendlela esakudlala emnandi. 😃",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🧸 This lesson is about supporting your child to find joy in learning in a playful and fun way. 😃",
    "text": "🧸 Lesi sifundo simayelana nokweseka ingane yakho ukuze ithole injabulo ekufundeni ngendlela esakudlala emnandi. 😃",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let's do a quiz!",
    "text": "Ake sizame lemibuzo!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "True or False: Children learn more when they are told what to do instead of letting them explore and play.",
    "text": "Iqiniso Noma Amanga: Izingane zifunda kakhudlwana lapho zitshelwa ukuthi zenzeni esikhundleni sokuzivumela zihambe zizihlolela futhi zidlale.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅⬜️⬜️⬜️",
    "text": "✅⬜️⬜️⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You’ve completed 25% of this skill! Press NEXT to continue.",
    "text": "Usuphothule u-25% waleli khono! Cindezela okuthi OKULANDELAYO ukuze uqhubeke.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F3_MOTHER} wants to spend more time helping her son, {F3_SON_4}, learn by playing together. Let’s see how both of them do it:",
    "text": "{F3_MOTHER} ufuna ukuchitha isikhathi esengeziwe esiza indodana yakhe, {F3_SON_4}, fundani ngokudlala ndawonye. Ake sibone ukuthi bobabili bakwenza kanjani:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “Hi, my love. Would you like to do something fun together?” ",
    "text": "**{F3_MOTHER}**: “Sawubona, sithandwa sami. Ungathanda senze okuthile okujabulisayo ndawonye?” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_SON_4}**: “Ooooh yes!”",
    "text": "**{F3_SON_4}**: “Ooooh yebo!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “What would you like to do?” ",
    "text": "**{F3_MOTHER}**: “Ungathanda ukwenzani?” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_SON_4}**: “Build a house out of bed sheets!” ",
    "text": "**{F3_SON_4}**: “Ukwakha indlu ngamashidi ombhede!” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “Great idea! What do we need to do first?”",
    "text": "**{F3_MOTHER}**: “Umqondo omuhle! Singaqala kuphi?”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_SON_4}**: “First, we hang one bed sheet from the top bunk bed. It’s our first wall! We can use clothing pins to keep up the sheet.”",
    "text": "**{F3_SON_4}**: “Okokuqala, sihenga ishidi elilodwa lombhede kulo mbhede ongaphezulu. Lokhu kuzoba udonga lwethu lokuqala! Singasebenzisa ophini ukuze sibophe ngalo ishidi.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “Wow, well done for thinking through the steps so carefully.”",
    "text": "**{F3_MOTHER}**: “Wawu, waze wazicabanga ngokucophelela izinto esizozenza.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “This is a wonderful bedsheet house, {F3_SON_4}”! ",
    "text": "**{F3_MOTHER}**: “Le yindlu enhle yamashidi, {F3_SON_4}”! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_SON_4}**: “Can we read our bedtime story here tonight?” ",
    "text": "**{F3_SON_4}**: “Singakwazi ukufunda indaba yethu ngaphambi kokulala namuhla kusihlwa?” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_MOTHER}**: “Yes, of course, {F3_SON_4}. That will be fun.”",
    "text": "**{F3_MOTHER}**: “Yebo, kunjalo, {F3_SON_4}. Lokho kuzoba mnandi.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅⬜️⬜️",
    "text": "✅✅⬜️⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅✅⬜️",
    "text": "✅✅✅⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You’ve completed 75% of this skill! Press NEXT to continue.",
    "text": "Usuphothule u-75% waleli khono! Cindezela okuthi OKULANDELAYO ukuze uqhubeke.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That's OK! 💙 If you don't have time today, set some time aside to play together tomorrow.",
    "text": "Kulungile!💙 Uma ungenaso isikhathi namuhla, hlela isikhathi kusasa.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅✅✅ 100%",
    "text": "✅✅✅✅ 100%",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}. ⭐",
    "text": "Uqedile  @(fields.c_n_mod_compl +1)kwezingu@fields.c_n_mod izifundo kulesifundo {goal_name}. ⭐",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🎨 Playing with @fields.child_nickname is important for their development and learning in and out of school. This is true for ALL children, including those living with physical and developmental disabilities. ",
    "text": "🎨 Ukudlala no@fields.child_nickname kubalulekile ekuthuthukisweni kwabo nasekufundeni esikoleni nangaphandle. Lokhu kuyiqiniso KUZO ZONKE izingane, kuhlanganise nalabo abaphila nokukhubazeka ngokomzimba nokokukhula. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚲 Did you know that playing also helps @fields.child_nickname learn what is expected from them in the family and community and how to interact with others?",
    "text": "🚲 Ubuwazi ukuthi ukudlala kusiza u @fields.child_nickname ukuthi afunde okulindeleke kubo emndenini nasemphakathini nokuthi uxhumana kanjani nabanye?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🎨 Playing with your child is important for their development and learning in and out of school. This is true for ALL children, including those living with physical and developmental disabilities. ",
    "text": "🎨 Ukudlala noMntwana wakho kubalulekile ukuze ikhule nokuthi ifunde esikole nangaphandle. Lokhu kuyiqiniso KUZO ZONKE izingane, kuhlanganise nalabo abaphila nokukhubazeka ngokomzimba nokokukhula. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚲 Did you know that playing also helps your child learn what is expected from them in the family and community and how to interact with others?",
    "text": "🚲 Ubuwazi ukuthi ukudlala kusiza ingane yakho ukuthi ifunde okulindeleke kuyo emndenini nasemphakathini kanye nendlela yokuxhumana nabanye?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❌ That’s incorrect. ",
    "text": "❌ Lokho akulungile. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌷 Did you know that children naturally explore the world around them in a creative way?",
    "text": "🌷 Ingabe bewazi ukuthi izingane ngokwemvelo zihlola umhlaba ozizungezile ngendlela yobuciko?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Research shows that children learn best when doing things instead of listening to instructions.",
    "text": "🎨 Ucwaningo lubonisa ukuthi izingane zifunda kangcono kakhulu lapho zenza izinto esikhundleni sokulalela iziyalezo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 Creating opportunities for @fields.child_nickname to explore the world through play is the best way to help them learn!",
    "text": "🧸 Ukudala amathuba okuthi u@fields.child_nickname ahlolae umhlaba ngokudlala kuyindlela engcono kakhulu yokumsiza afunde!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🧸 Creating opportunities for your child to explore the world through play is the best way to help them learn!",
    "text": "🧸 Ukudala amathuba okuba ingane yakho ihlole umhlaba ngokudlala kuyindlela engcono kakhulu yokuyisiza ifunde!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎉 That’s correct! ",
    "text": "🎉 Kuyiqiniso lokho! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Research shows that children learn best when doing things instead of listening to instructions. ",
    "text": "🎨 Ucwaningo lubonisa ukuthi izingane zifunda kangcono kakhulu lapho zenza izinto esikhundleni sokulalela iziyalezo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn some steps you can use to make learning fun for @fields.child_nickname:",
    "text": "▶️Cindezela okuthi Dlala ukuze ufunde izinyathelo ongazisebenzisa ukwenza ukufunda kujabulise u@fields.child_nickname:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "1️⃣ **GET ACTIVE**",
    "text": "1️⃣ **YIBA NOMDLANDLA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ **ALLOW CREATIVITY**",
    "text": "2️⃣ **VUMELA IKHONO LOKUDALA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn some steps you can use to make learning fun for your child:",
    "text": "▶️Cindezela la kuthi khona Dlala ukuze ufunde izinto ongazisebenzisa ukuze ukwenze kubemnandi ukufunda enganeni yakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are 2️⃣ two tips on how you can make learning playful and fun with @fields.child_nickname:",
    "text": "Nawa amathiphu angu-2️⃣ amabili okuthi ungakwenza kanjani ukufunda ngendlela esakudlala emnandi no-@fields.child_nickname:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here are 2️⃣ two tips on how you can make learning playful and fun with your child:",
    "text": "Nawa amathiphu angu-2️⃣ amabili okuthi ungakwenza kanjani ukufunda ngendlela esakudlala kubemnandi noMntwana wakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ GET ACTIVE",
    "text": "1️⃣ YIBA NOMDLANDLA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Play games!",
    "text": "⚽ Dlala imidlalo!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Creating time for @fields.child_nickname to play and have fun will make their physical and mental health better.",
    "text": "🌱 Ukwenza isikhathi sika- @fields.child_nickname sokudlala futhi azijabulise kuzokwenza impilo yakhe engokomzimba nengqondo kube ngcono.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✨ It also helps them learn and remember important facts better. Isn’t that great?",
    "text": "✨Kuphinde kubasize bafunde futhi bakhumbule amaqiniso abalulekile kangcono. Akukuhle yini lokho?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ If @fields.child_nickname starts to feel overwhelmed with anything in their day, help them reduce their stress by taking a pause or playing together. ",
    "text": "⏰ Uma u@fields.child_nickname eqala ukuzizwa ekhungatheka nganoma yini osukwini lwakhe, msize ehlise ukucindezeleka ngokuhlaba ikhefu noma ngokudlala ndawonye. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💡 Use @fields.child_nickname’s interests in your play or exercise sessions to get them involved. Begin with something simple and then gradually make it more complex.",
    "text": "💡 Sebenzisa izinto u@fields.child_nickname azithandayo lapho nidlala noma lapho nizivocavoca ukuze ahileleke. Qala ngento elula bese kancane kancane uyenze ibe yinkimbinkimbi.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 Creating time for your child to play and have fun will make their physical and mental health better.",
    "text": "🌱 Ukwenza isikhathi sokudlala futhi sokuzijabulisa noMntwana wakho kuzokwenza impilo yayo engokomzimba nangokwengqondo kube ngcono.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ If your child starts to feel overwhelmed with anything in their day, help them reduce their stress by taking a pause or playing together. ",
    "text": "⏰ Uma ingane yakho iqala ukuzizwa ikhungatheka yinoma yini osukwini lwayo, yisize inciphise ukucindezeleka kwayo ngokuhlaba ikhefu noma ngokudlala ndawonye. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡 Use your child’s interests in your play or exercise sessions to get them involved. Begin with something simple and then gradually make it more complex.",
    "text": "💡 Sebenzisa okuthakazelisa ingane yakho emdlalweni wakho noma ngezikhathi zokuzivocavoca ukuze azibandakanye naye. Qala ngento elula bese kancane kancane uyenze ibe nzima.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ ALLOW CREATIVITY",
    "text": "2️⃣ VUMELA UBUCiKO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Allow @fields.child_nickname to be creative when playing. For example, encourage @fields.child_nickname to draw or go outside.",
    "text": "🎨 Vumela u@fields.child_nickname ukuthi abe nobuciko lapho edlala. Isibonelo, khuthaza u@fields.child_nickname ukuthi adwebe noma aphumele ngaphandle.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✨ If @fields.child_nickname is interested in a new topic, talk to them about it and help them explore the topic through play.",
    "text": "✨ Uma u@fields.child_nickname ethanda isihloko esisha, khuluma naye ngaso futhi umsize ahlole isihloko ngokudlala.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💙 Set a good example: Let @fields.child_nickname see you being creative and trying something new, even if you are not good at it yet.",
    "text": "💙beka isibonelo esihle: Vumela u @fields.child_nickname akubone uba nobuciko futhi uzama ukwenza into entsha, ngisho noma ungakakwazi ukuyenza kahle okwamanje.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🎨 Allow your child to be creative when playing. For example, encourage your child to draw or go outside.",
    "text": "🎨 Vumela ingane yakho ukuthi ibe nobuciko lapho idlala. Isibonelo, khuthaza inganeyakho ukuthi idwebe noma iphumele ngaphandle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ If your child is interested in a new topic, talk to them about it and help them explore the topic through play.",
    "text": "Uma ingane yakho itshengisa ukuba nendaba nento entsha, khuluma naye ngakho futhi uyisize ihlole lesosihloko ngokudlala.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💙 Set a good example: Let your child see you being creative and trying something new, even if you are not good at it yet.",
    "text": "💙 Beka isibonelo esihle: Vumela ingane yakho ibone uba nobuciko futhi uzama into entsha, ngisho noma ungakakwazi ukuyenza kahle okwamanje.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home activity! ⭐ Invite @fields.child_nickname to play with you today. Encourage them to ask questions and explore new things through play. Do you have time to do it today? ⏰",
    "text": "Umsebenzi wasekhaya! ⭐ Mema u@fields.child_nickname ukuze adlale nawe namuhla. Mkhuthaze ukuthi abuze imibuzo futhi ahlole izinto ezintsha ngokudlala. Ingabe unaso isikhathi sokukwenza namuhla? ⏰",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Home activity! ⭐ Invite your child to play with you today. Encourage them to ask questions and explore new things through play. Do you have time to do it today? ⏰",
    "text": "Umsebenzi wasekhaya! ⭐ Mema ingane yakho ukuze idlale nawe namuhla. Mkhuthaze ukuthi abuze imibuzo futhi ahlole izinto ezintsha ngokudlala. Ingabe unaso isikhathi sokukwenza namuhla? ⏰",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Great! 💙 Use the tips you have learnt today and have fun! Playing with @fields.child_nickname is a great way to motivate them to learn and develop new skills. ⚽",
    "text": "Kuhle! 💙 Sebenzisa amacebiso owafundile namuhla futhi ukujabule! Ukudlala no@fields.child_nickname kuyindlela enhle yokumkhuthaza ukuthi bafunde futhi bathuthukise amakhono amasha. ⚽",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @results.n_skills_week and results.n_skills are numbers"
  },
  {
    "SourceText": "Great! 💙 Use the tips you have learnt today and have fun! Playing with your child is a great way to motivate them to learn and develop new skills. ⚽",
    "text": "Kuhle! 💙 Sebenzisa amacebo owafundile namuhla futhi ukujabulele! Ukudlala kuyindlela enhle yokumkhuthaza ukuthi bafunde futhi bathuthukise amakhono amasha. ⚽",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Lesson complete! You have learnt to encourage @fields.child_nickname to play and have fun while learning.",
    "text": "Isifundo siqediwe! Ufunde ngokwesekela u@fields.child_nickname ukuze kube mnandi kuye ngesikhathi efunda.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Lesson complete! You have learnt to encourage your child to play and have fun while learning.",
    "text": "Isifundo siqediwe! Ufunde ngokwesekela ingane yakho ukuze kube mnandi kuye ngesikhathi efunda.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Today’s parenting lesson is about helping @fields.child_nickname know how to learn from their mistakes. 💚",
    "text": "Isifundo sanamuhla somzali simayelana nokusiza u@fields.child_nickname akwazi ukuthi angafunda kanjani emaphutheni akhe. 💚",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Today’s parenting lesson is about helping your child know how to learn from their mistakes. 💚",
    "text": "Ikhono lanamuhla elokukhulisa ingane, limayelana nokusiza ingane yakho ukuthi ifunde emaphutheni ayo. 💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Learning from our mistakes can help us avoid them in the future. 🌷",
    "text": "Ukufunda emaphutheni ethu kungasisiza ukuwavimba ngaphambili ukuthi singawenzi futhi esikhathini esizayo. 🌷",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It can also help us be more supportive of ourselves and less harsh when things do not go well. 😃",
    "text": "Kungasisiza futhi ukuba sizisekele ngokwengeziwe futhi singabi nonya lapho izinto zingahambi kahle. 😃",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "True or False: If my child understands their mistake and says sorry, that means I can bring up other mistakes they have made so that they learn.",
    "text": "Iqiniso Noma Amanga: Uma ingane yami iliqonda iphutha layo futhi ithi ngiyaxolisa, lokho kusho ukuthi ngingakwazi ukuveza amanye amaphutha ewenzile ukuze ifunde.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F3_DAUGHTER_7} is getting a bit too active indoors today. Let’s see how her uncle reacts:",
    "text": "U{F3_DAUGHTER_7} uqala ukusebenza kakhulu ngaphakathi endlini namuhla. Ake sibone ukuthi umalume wakhe wenzenjani ngalokhu:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_UNCLE}**: “{F3_DAUGHTER_7}, watch where you’re going! You’re going to break something.” ",
    "text": "**{F3_UNCLE}**: “{F3_DAUGHTER_7}, qaphela lapho uya khona! Uzokwephula okuthile.” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_DAUGHTER_7}**: “No I won’t!”",
    "text": "**{F3_DAUGHTER_7}**: “Cha Ngeke!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F3_DAUGHTER_7} runs into a table and breaks a vase. {F3_UNCLE} sees and is concerned.",
    "text": "{F3_DAUGHTER_7} ugijimela etafuleni futhi abulale ivase. U{F3_UNCLE} uyabona futhi ukhathazekile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_UNCLE}**: “Are you hurt??”",
    "text": "**{F3_UNCLE}**: “Ulimalile??”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_DAUGHTER_7}**: “No, uncle. I’m so, so sorry for breaking the vase… I didn’t see it.”",
    "text": "**{F3_DAUGHTER_7}**: “Cha, malume. Ngiyaxolisa, ngokubulala i-vazi... angizange ngiyibone.\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_UNCLE}**: “Thank you for realising your mistake and apologising. Do you know how you could have prevented that from happening?”",
    "text": "**{F3_UNCLE}**: “Ngiyabonga ngokulibona iphutha lakho futhi uxolise. Uyazi ukuthi ubungakugwema kanjani ukuthi kungenzeki?\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_DAUGHTER_7}**: “Yes, I should have listened. I continued running even after you warned me.”",
    "text": "**{F3_DAUGHTER_7}**: “Yebo, bekufanele ngilalele. Ngiqhubekile nokugijima noma usungixwayisile.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_UNCLE}**: “It’s OK, {F3_DAUGHTER_7}. I’m proud that you are able to learn from your mistakes. Let’s get a broom to sweep up the pieces. We may be able to repair the vase with some glue.”",
    "text": "**{F3_UNCLE}**: “Kulungile, {F3_DAUGHTER_7}. Ngiyaziqhenya ngokuthi uyakwazi ukufunda emaphutheni akho. Ake sithole umshanelo wokushanela izingcezu. Singakwazi ukulungisa i-vazi ngeglu.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F3_DAUGHTER_7}**: “Okay…”",
    "text": "**{F3_DAUGHTER_7}**: “Kulungile…”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That's OK! If you don't have time today, set some time aside tomorrow.",
    "text": "Kulungile! Uma ungenaso isikhathi namuhla, zinikeze isikhathi kusasa.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ @fields.child_nickname probably feels very bad about making a mistake. Praise them for apologising and show that you are proud of them. 💙",
    "text": "✨U-@fields.child_nickname cishe uzizwa kabi ngokwenza iphutha. Mncome ngokuthi uyaxolisa futhi umbonise ukuthi uyaziqhenya ngaye. 💙",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "😔 @fields.child_nickname may be tempted to hide mistakes from you out of fear if they don’t feel supported.",
    "text": "😔U-@fields.child_nickname angase alingeke ukuba akufihlele amaphutha akhe ngenxa yokwesaba uma engazizwa esekelwe.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✨ Your child probably feels very bad about making a mistake. Praise them for apologising and show that you are proud of them. 💙",
    "text": "✨Ingane yakho kungenzeka izizwa kabi ngokwenza iphutha. Income ngokuthi iyaxolisa futhi uyibonise ukuthi uyaziqhenya ngayo. 💙",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😔 Your child may be tempted to hide mistakes from you out of fear if they don’t feel supported.",
    "text": "😔Ingane yakho ingalingeka ukuba ikufihlele amaphutha ayo ngenxa yokwesaba uma ingazizwa isekelwe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌷 That’s correct! ",
    "text": "🌷Kuyiqiniso lokho! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ @fields.child_nickname probably feels very bad about making a mistake. Praise them for apologising and show that you are proud of them for realising and saying sorry. 💙",
    "text": "✨U-@fields.child_nickname cishe uzizwa kabi ngokwenza iphutha. Mncome ngokuthi uyaxolisa futhi umbonise ukuthi uyaziqhenya ngaye ngokubona bese eyaxolisa. 💙",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✨ Your child probably feels very bad about making a mistake. Praise them for apologising and show that you are proud of them for realising and saying sorry. 💙",
    "text": "✨Ingane yakho kungenzeka izizwa kabi ngokwenza iphutha. Income ngokuthi iyaxolisa futhi uyibonise ukuthi uyaziqhenya ngayo ngokubona ukubona iphutha bese iyaxolisa. 💙",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to get some tips  for helping @fields.child_nickname learn from their mistakes:",
    "text": "▶️Cindezela la kuthi khona Dlala ukuze uthole amathiphu okusiza u-@fields.child_nickname afunde emaphutheni akhe:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "1️⃣ **TALK**",
    "text": "1️⃣ **KHULUMA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ **PRAISE EFFORT**",
    "text": "2️⃣ **NCOMA UMZAMO**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ **ALLOW FOR MISTAKES TO HAPPEN**",
    "text": "3️⃣ **VUMA UKUTHI AMAPHUTHA AZOKWENZEKA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "4️⃣ **SHARE**",
    "text": "4️⃣ **THUMELA KOTHILE**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to get some tips  for helping your child learn from their mistakes:",
    "text": "▶️Cindezela la kuthi khona Dlala ukuze uthole amathiphu okusiza ingane yakho ifunde emaphutheni ayo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to get some tips for helping @fields.child_nickname learn from their mistakes:",
    "text": "▶️Cindezela la kuthi khona Dlala ukuze uthole amathiphu okusiza u-@fields.child_nickname afunde emaphutheni akhe:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "▶️Press Play to get some tips for helping your child learn from their mistakes:",
    "text": "▶️Cindezela la kuthi khona Dlala ukuze uthole amathiphu okusiza ingane yakho ifunde emaphutheni ayo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are 4️⃣ four tips that you can use to help @fields.child_nickname learn from their mistakes:",
    "text": "Nawa amasu amane ongawasebenzisa ukusiza u-@fields.child_nickname afunde emaphutheni akhe:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here are 4️⃣ four tips that you can use to help your child learn from their mistakes:",
    "text": "Nawa amasu angu-4️⃣amane ongawasebenzisa ukusiza ingane yakho ukuze ifunde emaphutheni ayo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ TALK",
    "text": "1️⃣ KHULUMA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Create space and time for @fields.child_nickname to talk with you about their life. ",
    "text": "👂 Yenza isikhala nesikhathi ukuze u-@fields.child_nickname akhulume nawe ngempilo yakhe. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💙 If their day was challenging, listen to them, and give space to let them share.",
    "text": "💙 Uma ingahlangabezane nezinkinga osukwini lwayo, yilalele, futhi uyinikeze isikhathi sokuxoxa ngazo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💛 Give them support and show you care. Tell them, \"that sounds difficult.”",
    "text": "💛 Yeseke futhi uyikhombise ukuthi uyayikhathalela. Yithi kuyo, \"lokho kuzwakala kunzima.\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Create space and time for your child to talk with you about their life. ",
    "text": "👂 Yenza isikhala nesikhathi ukuze ingane yakho ikhulume nawe ngempilo yayo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ PRAISE EFFORT",
    "text": "2️⃣ NCOMA UMZAMO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💛 Praise @fields.child_nickname for the effort they put into their learning even if they did not succeed.",
    "text": "💛 Mncome u-@fields.child_nickname ngomzamo awenzayo ekufundeni ngisho noma engaphumelelanga.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✨ *Trying* something is more important than being able to do something perfectly.",
    "text": "✨ *Ukuzama* into yiko okubaleleke kakhulu kunokuyenza kahle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💛 Praise your child for the effort they put into their learning even if they did not succeed.",
    "text": "💛 Mncome umntwana wakho ngemizamo yakhe ekufundeni ngisho noma engaphumelelanga.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ ALLOW FOR MISTAKES TO HAPPEN",
    "text": "3️⃣ VUMA UKUTHI AMAPHUTHA AZOKWENZEKA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Allow @fields.child_nickname to make mistakes. Let them learn from their own mistakes so they can grow. ",
    "text": "🌱 Mvumele u-@fields.child_nickname enze amaphutha. Kumele afunde emaphutheni akhe ukuze afunde futhi akhule. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "❓ You may want to solve every problem for @fields.child_nickname, especially when you know better. But this will not teach them to solve their own problems. ",
    "text": "❓Ungase ufune ukumxazululela zonke izinkinga zakhe u-@fields.child_nickname, ikakhulukazi uma wazi kangcono. Kodwa lokhu ngeke kumfundise ukuxazulula izinkinga zakhe. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "😃 Talk to @fields.child_nickname about their mistakes and allow them to figure out a way to solve their problems and do better next time.",
    "text": "😃 Khuluma no-@fields.child_nickname ngamaphutha akhe futhi umvumele athole indlela yokuxazulula izinkinga zakhe ukuze enze kangcono ngokuzayo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 Allow your child to make mistakes. Let them learn from their own mistakes so they can grow. ",
    "text": "🌱 Ivumele ingane yakho yenze amaphutha. Kumele ifunde emaphutheni ayo ukuze ifunde futhi ikhule. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❓ You may want to solve every problem for your child, especially when you know better. But this will not teach them to solve their own problems. ",
    "text": "❓Ungase ufune ukuyixazululela zonke izinkinga ingane yakho, ikakhulukazi uma wazi kangcono. Kodwa lokhu ngeke kuyifundise ukuxazulula izinkinga zayo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Talk to your child about their mistakes and allow them to figure out a way to solve their problems and do better next time.",
    "text": "😃 Khuluma noMntwana wakho ngamaphutha ayo futhi uyivumele ithole indlela yokuxazulula izinkinga zayo ukuze yenze kangcono ngokuzayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "4️⃣ SHARE",
    "text": "4️⃣ XOXA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 Try and share your own mistakes with @fields.child_nickname and discuss how those helped you develop and grow. ",
    "text": "📖 Zama ukumxoxela u-@fields.child_nickname ngawakho amaphutha futhi umtshele ukuthi lokho kwakusiza kanjani ukuthi ukhule ube ngumuntu ongcono. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✅ This helps @fields.child_nickname learn that you do not have to be perfect all the time.",
    "text": "✅ Lokhu kusiza u-@fields.child_nickname azi ukuthi akekho umuntu ongawenzi amaphutha.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "📖 Try and share your own mistakes with your child and discuss how those helped you develop and grow. ",
    "text": "📖 Zama ukuxoxa noMntwana wakho ngamaphutha akho futhi uyitshele indlela lawo maphutha akusize ngayo ukuba ukhule ube ngumuntu ongcono. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅ This helps your child learn that you do not have to be perfect all the time.",
    "text": "✅ Lokhu kusiza ingane yakho yazi ukuthi akekho umuntu ongawenzi amaphutha.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home activity! ⭐Share a story with @fields.child_nickname about a time you learned from a mistake. It can be something from when you were a child yourself or another life lesson. ",
    "text": "Umsebenzi wasekhaya! ⭐Xoxela u-@fields.child_nickname ngesikhathi owafunda ngaso ephutheni lakho. Kungaba indaba eyenzeka useyingane noma esinye isifundo sempilo. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Do you have time to do it today? ⏰",
    "text": "Unaso isikhathi sokukwenza lokhu namuhla? ⏰",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home activity! ⭐Share a story with your child about a time you learned from a mistake. It can be something from when you were a child yourself or another life lesson. ",
    "text": "Umsebenzi wasekhaya! ⭐Xoxela ingane yakho ngesikhathi owafunda ngaso ephutheni lakho. Kungaba indaba eyenzeka nawe useyingane noma esinye isifundo sempilo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Great! 💙 Use the tips you have learnt today to help @fields.child_nickname handle mistakes better.",
    "text": "Kuhle! 💙 Sebenzisa amathiphu owafundile namuhla ukuze usize u-@fields.child_nickname akwazi ukubhekana namaphutha kangcono.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Great! 💙 Use the tips you have learnt today to help your child handle mistakes better.",
    "text": "Kuhle! 💙 Sebenzisa amathiphu owafundile namuhla ukuze usize ingane yakho ikwazi ukubhekana namaphutha kangcono.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Lesson complete! You have learnt about supporting @fields.child_nickname to create a space for them to learn.",
    "text": "Isifundo siphelile! Ufunde ngendlela ongasekela ngayo u-@fields.child_nickname ukuze wenze isikhala sokuthi afunde.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Lesson complete! You have learnt about supporting your child to create a space for them to learn.",
    "text": "Isifundo siphelile! Ufunde ngendlela ongasekela ngayo ingane yakho ukuze wenze isikhala sokuthi ifunde.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "This lesson is about helping you support @fields.child_nickname’s healthy development as they grow and change. ✨",
    "text": "Lesi sifundo simayelana nokusiza wena weseke ukukhula kuka-@fields.child_nickname njengoba ekhula kahle futhi eshintsha. ✨",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "This lesson is about helping you support your child’s healthy development as they grow and change. ✨",
    "text": "Lesi sifundo simayelana nokusiza wena weseke ukukhula kwengane yakho njengoba ikhula kahle futhi ishintsha. ✨",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "True or False: All children develop at the same speed as each other.",
    "text": "Iqiniso noma Amanga: Zonke izingane zikhula ngesivinini esifanayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F1_DAUGHTER_2} and her father, {F1_FATHER} are spending time together. Let’s see how {F1_FATHER} encourages his daughter to keep on trying:",
    "text": "U-{F1_DAUGHTER_2} nobaba wakhe, u-{F1_FATHER} bachitha isikhathi ndawonye. Ake sibone ukuthi u-{F1_FATHER} uyikhuthaza kanjani indodakazi yakhe ukuba iqhubeke izama:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “{F1_DAUGHTER_2}, I have 5 minutes to spend some time with you. What would you like to do?”",
    "text": "**{F1_FATHER}**: “{F1_DAUGHTER_2}, nginemizuzu engu-5 yokuchitha isikhathi nawe. Ungathanda ukwenzani?”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_DAUGHTER_2}**: “Let’s build a tower using blocks, {F1_FATHER}!”",
    "text": "**{F1_DAUGHTER_2}**: “Asakhe umbhoshongo sisebenzisa amabhulokhi, {F1_FATHER}!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_DAUGHTER_2}**: “I’m not good at this…”",
    "text": "**{F1_DAUGHTER_2}**: “Anginalo ikhono lokwakha…”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “I can see that you are upset, {F1_DAUGHTER_2}. It’s not easy but let’s try again. I know you can do it.”",
    "text": "**{F1_FATHER}**: “Ngiyabona ukuthi uphatheke kabi, {F1_DAUGHTER_2}. Akulula kodwa ake sizame futhi. Ngiyazi ukuthi ungakwenza.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Wow! A tower of 10 blocks! You seem really proud to have made it to ten, {F1_DAUGHTER_2}!”",
    "text": "**{F1_FATHER}**: “wawu! Umbhoshongo wamabhlogo awu-10! Ubonakala uziqhenya ngempela ngokuthi ufinyelele eshumini, {F1_DAUGHTER_2}!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_DAUGHTER_2}**: “Let’s try 15!”",
    "text": "**{F1_DAUGHTER_2}**: “Asizame angu-15!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “I am very happy to be able to spend this special time with you, {F1_DAUGHTER_2}!”",
    "text": "**{F1_FATHER}**:“Ngijabula kakhulu ngokukwazi ukuchitha lesi sikhathi esikhethekile nawe, {F1_DAUGHTER_2}!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That's OK! Try to complete this task during the week. You can type {GROW} at any time to begin.",
    "text": "Kulungile! Zama ukuqeda lo msebenzi phakathi nesonto. Bhala ukuthi {GROW} noma nini ukuze uqale.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ That’s correct! ",
    "text": "✨ Lokho kunjalo! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚲 @fields.child_nickname wants to learn, and you should support them to continue trying, even if they get it wrong.",
    "text": "🚲U-@fields.child_nickname ufuna ukufunda, futhi kufanele umsekele ukuze ezoqhubeka ezama, ngisho engenzi kahle.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⭐ Praise them for wanting to try! @fields.child_nickname will feel supported. Trying is more important than being good at something.",
    "text": "⭐ Bancome ngokufuna ukuzama! U-@fields.child_nickname uzozizwa esekelwe. Ukuzama yikho okubaluleke kakhulu kunokuba ingcweti kokuthile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚲 Your child wants to learn, and you should support them to continue trying, even if they get it wrong.",
    "text": "🚲 Ingane yakho ifuna ukufunda, futhi kufanele uyisekele ukuze iqhubeke izama, ngisho noma ingenzi kahle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Praise them for wanting to try! Your child will feel supported. Trying is more important than being good at something.",
    "text": "⭐Income ngokufuna ukuzama! Ingane yakho izozizwa isekelwe. Ukuzama kubaluleke kakhulu kunokuba ingcweti kokuthile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ BE PATIENT",
    "text": "1️⃣ BEKEZELA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Be patient while they learn new things. They may struggle at first, but with time and practice, they will succeed. ",
    "text": "⏰ Yiba nesineke njengoba befunda izinto ezintsha. Bangase babhekane nobunzima ekuqaleni, kodwa ngokuhamba kwesikhathi ngokuzijwayeza, bazophumelela. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ You can also support them by helping them break large tasks into smaller tasks appropriate for their age.",
    "text": "⭐ Ungakwazi futhi ukubasekela ngokubasiza bahlukanise imisebenzi emikhulu ibe imisebenzi emincane elungele iminyaka yabo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Use words of encouragement to motivate them and praise each step.",
    "text": "💚 Sebenzisa amagama akhuthazayo ukuze ubakhuthaze futhi uncome into ngayinye abayenzayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌷 @fields.child_nickname may express feelings dramatically. This is OK! @fields.child_nickname will learn to name and manage their emotions over time.",
    "text": "🌷 U-@fields.child_nickname angase aveze imizwa ngendlela eyeqisayo. KULUNGILE! U-@fields.child_nickname uzofunda ukuqamba nokulawula imizwa yakhe ngokuhamba kwesikhathi.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌷 Your child may express feelings dramatically. This is OK! Your child will learn to name and manage their emotions over time.",
    "text": "🌷 Ingane yakho ingase iveze imizwa ngendlela eyeqisayo. Lokhu KULUNGILE! Ingane yakho izofunda ukuqamba nokulawula imizwa yayo ngokuhamba kwesikhathi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Children have different abilities at different stages of their development. 🌱",
    "text": "Izingane zinamakhono angefani ezigabeni ezihlukahlukene zokukhula kwazo. 🌱",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It is important to be aware of @fields.child_nickname’s skills at this stage. ⚽",
    "text": "Kubalulekile ukuqaphela amakhono ka-@fields.child_nickname kulesi sigaba. ⚽",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @results.n_skills_week and results.n_skills are numbers"
  },
  {
    "SourceText": "This helps you plan activities for them that match what they can do and helps you have realistic expectations of them. ✨",
    "text": "Lokhu kukusiza ukwazi ukubahlelela imisebenzi efanelana nabo abangakwazi ukuyenza futhi kukusize nawe ungalindeli okungaphezu kwalokho abangakwazi ukukwenza. ✨",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It is important to be aware of your child’s skills at this stage. ⚽",
    "text": "Ngakho ke, kubalulekile ukubona amakhono engane yakho kulesi sigaba. ⚽",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❌ That is incorrect.",
    "text": "❌ Lokho akulungile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ Each child is unique and will develop at their own pace. Some children may develop faster than others in some ways, while some may take more time.",
    "text": "✨ Ingane ngayinye ihlukile futhi izothuthuka ngejubane layo. Ezinye izingane zingakhula ngokushesha kunezinye ngezindlela ezithile, kanti ezinye zingase zithathe isikhathi esiningana.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 It is important that parents are patient and supportive, recognizing that every child has their own individual path of development. ",
    "text": "💚 Kubalulekile ukuthi abazali babe nesineke futhi besekele izingane zabo, beqaphela ukuthi ingane ngayinye inendlela yayo yokuthuthuka. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❗Remember that issues with your child’s development are not always obvious, and your child’s condition is NOT your fault.",
    "text": "❗Khumbula ukuthi izinkinga zokuthuthuka kwengane yakho azibi sobala njalo, futhi isimo sengane yakho ASILONA iphutha lakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚩 If you have concerns about @fields.child_nickname's development, you should seek help from a professional to get support and advice.",
    "text": "🚩 Uma unokukhathazeka mayelana nokuthuthukiswa kuka-@fields.child_nickname, kufanele ufune usizo kuchwepheshe ukuze uthole ukwesekwa nezeluleko.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚩 If you have concerns about your child's development, you should seek help from a professional to get support and advice.",
    "text": "🚩 Uma unokukhathazeka mayelana nokukhula kwengane yakho, kufanele ufune usizo kuchwepheshe ukuze uthole ukwesekwa nezeluleko.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅Correct! ",
    "text": "✅Kuyiqiniso! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 It is important that parents are patient and supportive, recognising that every child has their own individual path of development. ",
    "text": "💚 Kubalulekile ukuthi abazali babe nesineke futhi basekele izingane zabo, beqaphela ukuthi ingane ngayinye inendlela yayo yokukhula. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❗ Remember that issues with your child’s development are not always obvious, and your child’s condition is NOT your fault.",
    "text": "❗ Khumbula ukuthi izinkinga ezimayelana nokukhula kwengane yakho azibonakali ngaso sonke isikhathi, futhi isimo sengane yakho ASILONA iphutha lakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let's do another one! True or False: It is OK to let @fields.child_nickname continue trying to do something a few times even if they are not doing it correctly.",
    "text": "Asenze enye! Iqiniso noma Amanga: Kulungile ukuvumela u-@fields.child_nickname ukuthi aqhubeke ezama ukwenza okuthile izikhathi ezimbalwa ngisho noma engakwenzi ngendlela efanele.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Let's do another one! True or False: It is OK to let your child continue trying to do something a few times even if they are not doing it correctly.",
    "text": "Asenze enye! Iqiniso Noma Amanga: Kulungile ukuvumela ingane yakho iqhubeke izame ukwenza okuthile izikhathi ezimbalwa ngisho noma ingakwenzi ngendlela efanele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "At this stage of development, children are curious about their surroundings and want to learn how to do things on their own. 🌷 ",
    "text": "Kulesi sigaba sokukhula, izingane zifuna ukwazi ngendawo ezikuyo futhi zifuna ukufunda ukuzenzela zona izinto. 🌷 ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "They will begin to explore the world more and express themselves using emotions and language, too. 😃😒😔😣",
    "text": "Zizoqala ukuhlola umhlaba kabanzi futhi ziveze imibono yazo zisebenzisa imizwa nolimi. 😃😒😔😣",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️ Press play to learn 2️⃣ two tips for supporting healthy development in @fields.child_nickname.",
    "text": "▶️ Cindezela udlala ukuze ufunde amathiphu 2️⃣ amabili okusekela intuthuko enhle ka-@fields.child_nickname.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "▶️ Press play to learn 2️⃣ two tips for supporting healthy development in your child.",
    "text": "▶️ Cindezela udlala ukuze ufunde amathiphu 2️⃣ amabili okusekela intuthuko enhle yengane yakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "To support the healthy development of @fields.child_nickname, use these 3️⃣ three tips:",
    "text": "Ukuze uyisekele kahle intuthuko ka-@fields.child_nickname, sebenzisa lawa mathiphu 3️⃣ amathathu:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "To support the healthy development of your child, use these 3️⃣ three tips:",
    "text": "Ukuze uyisekele kahle intuthuko yengane yakho, sebenzisa lawa mathiphu 3️⃣ amathathu:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Your home activity is to complete @fields.child_nickname's development assessment. To get started, type {GROW}. Can you complete the assessment today? ⭐",
    "text": "Umsebenzi wakho wasekhaya ukuqedela ukuhlola ukuthuthuka kwa@fields.child_nickname's. Ukuze uqale, bhala ukuthi {GROW}. Ungakwazi ukuwuqeda lo msebenzi namhlanje? ⭐",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Your home activity is to complete your child's development assessment. To get started, type {GROW}. Can you complete the assessment today? ⭐",
    "text": "Umsebenzi wakho wasekhaya ukuqedela ukuhlola ukuthuthuka kwengane yakho. Ukuze uqale, bhala ukuthi {GROW}. Ungakwazi ukuwuqeda lo msebenzi namhlanje? ⭐",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Great! 💙 This activity will help you better support @fields.child_nickname’s development.",
    "text": "Kwakuhle! 💙 Lo msebenzi uzokusiza ukweseka kangcono ukuthuthuka kwa@fields.child_nickname’s.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Great! 💙 This activity will help you better support your child’s development.",
    "text": "Kwakuhle! 💙 Lo msebenzi uzokusiza ukweseka kangcono ukuthuthuka kwengane yakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Lesson complete! You have learnt how to support the healthy development of @fields.child_nickname at this age as they learn and explore their environment.",
    "text": "Isifundo siphelile! Ufunde ukusekela ukuthuthukiswa okunempilo kwa @fields.child_nickname njengoba efunda futhi ehlola indawo emzungezile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Lesson complete! You have learnt how to support the healthy development of your child at this age as they learn and explore their environment.",
    "text": "Isifundo siphelile! Ufunde ukusekela ukuthuthukiswa okunempilo kwengane yakho njengoba ifunda futhi ihlola indawo eyizungezile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ EXPLORE SAFELY",
    "text": "2️⃣ HLOLA NGOKUPHEPHA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": " 🚲 @fields.child_nickname will become more curious and do more by themselves as they observe the world around them. Be aware of what they do, but encourage them to experience fun activities safely!",
    "text": " 🚲 U-@fields.child_nickname uzoba nelukuluku lokwazi futhi enze okwengeziwe eyedwa njengoba ebuka umhlaba omzungezile. Qaphela akwenzayo, kodwa mkhuthaze ukuthi azihlolele izinto ezimnandi\n ngokuphepha!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 If @fields.child_nickname wants to do tasks on their own, such as tying their own shoelaces or combing their own hair, you can teach them and help them do it safely.",
    "text": "Ngokwesibonelo, uma u-@fields.child_nickname efuna ukuzenzela izinto, njengokuzifasa izicathulo noma ukuzikama izinwele zakhe, ungamfundisa futhi umsize akwenza ngokuphephile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 If your child wants to do tasks on their own, such as tying their own shoelaces or combing their own hair, you can teach them and help them do it safely.",
    "text": "🌱 Uma ingane yakho ifuna ukwenza izinto iyodwa, njengokufasa izicathulo noma ukukama izinwele zakhe, thatha isikhathi umufundise futhi umusize ukukwenza ngokuphephile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": " 🚲 Your child will become more curious and do more by themselves as they observe the world around them. Be aware of what they do, but encourage them to experience fun activities safely!",
    "text": " 🚲 Ingane yakho izoba nokulangazelela ukwazi futhi yenze okwengeziwe iyodwa njengoba ibuka umhlaba oyizungezile. Qaphela ekwenzayo, kodwa uyigqugquzele ukuthi izihlolele izinto zokuzijabulisa ngokuphepha!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ ENCOURAGE SHARING",
    "text": "3️⃣ KHUTHAZA UKWABELANA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 @fields.child_nickname may not like to lose or take turns, but sharing can be taught, especially through play!",
    "text": "🧸 U@fields.child_nickname angase angathandi ukuhluleka noma ukushintshana nabanye, kodwa ukwabelana kungafundiswa, ikakhulukazi ngokudlala!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🏆 Praise @fields.child_nickname when they share their things with others.",
    "text": "🏆 Mncome u @fields.child_nickname lapho abelana nabanye.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🏆 Praise your child when they share their things with others.",
    "text": "🏆 Income ingane yakho lapho yabelana nabanye.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 Your child may not like to lose or take turns, but sharing can be taught, especially through play!",
    "text": "🧸 Ingane yakho kungase ingathandi ukuhluleka noma ukushintshana nabanye, kodwa ukwabelana kungafundiswa, ikakhulukazi ngokudlala!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Today’s parenting lesson is about how you can support @fields.child_nickname’s healthy development as they grow and change. ✨",
    "text": "Isifundo sanamuhla simayelana nokuthi ungamseka kanjani u@fields.child_nickname athuthuke ngempilo enhle njengoba ekhula futhi eshintsha. ✨",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Today’s parenting lesson is about how you can support your child’s healthy development as they grow and change. ✨",
    "text": "Isifundo sanamuhla simayelana nokuthi ungayiseka kanjani ingane yakho ithuthuke ngempilo enhle njengoba ikhula futhi ishintsha. ✨",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F1_SON_5} is trying to put on his shoes.",
    "text": "U-{F1_SON_5} uzama ukufaka izicathulo zakhe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Let me put your shoes on.”",
    "text": "**{F1_FATHER}**: “Ake ngigqokise izicathulo.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “No, I want to do it myself!”",
    "text": "**{F1_SON_5}**: “Cha, ngifuna ukuzenzela!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Okay, {F1_SON_5}, you can do it yourself.”",
    "text": "**{F1_FATHER}**: “Kulungile, {F1_SON_5}, ungazenzela wena.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “I can’t do it!”",
    "text": "**{F1_SON_5}**: “Ngiyahluleka!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Yes, you can! Can I help you with one foot, and you do it with the other?”",
    "text": "**{F1_FATHER}**: “Yebo, ungakwazi! Ngingakusiza ngonyawo olulodwa, wena ubophe olunye?\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “Okay.”",
    "text": "**{F1_SON_5}**: “Kulungile.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Hold your shoe in both your hands. Now, place your left foot in the shoe. Almost there! Wiggle your toes and make sure your heel is all the way in. Well done! Now, you try with your right shoe.”",
    "text": "**{F1_FATHER}**:“Bamba isicathulo sakho ngazo zombili izandla. Manje, faka unyawo lwakho lwesokunxele esicathulweni. Usuzoqeda! Nyakazisa izinzwane zakho bese uqinisekisa ukuthi isithende sakho singena ngaphakathi. Wenze kahle! Manje, zama isicathulo sesokudla.\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “I did it!” ",
    "text": "**{F1_SON_5}**: “Ngikwazile!” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Great job, {F1_SON_5}! You are becoming such a big boy!”",
    "text": "**{F1_FATHER}**:“Usebenzile, {F1_SON_5}! Uyakhula mfana!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚲 @fields.child_nickname is excited to try new things, and you should support them by explaining patiently, even if they get it wrong.",
    "text": "🚲 @fields.child_nickname ujabulele ukuzama izinto ezintsha, futhi kufanele umsekele ngokumchazela ngesineke, ngisho noma engakutholanga kahle.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚲 Your child is excited to try new things, and you should support them by explaining patiently, even if they get it wrong.",
    "text": "🚲 Ingane yakho ijabulela ukuzama izinto ezintsha, futhi kufanele uyisekele ngokuyichazela ngesineke, ngisho noma ingakuqondi kahle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let’s do another one! True or False: It is OK to let @fields.child_nickname continue trying to do something a few times even if they are not doing it correctly.",
    "text": "Asenze enye! Iqiniso Noma Amanga: Kulungile ukuvumela @fields.child_nickname aqhubeke azama ukwenza okuthile izikhathi ezimbalwa ngisho noma engakwenzi ngendlela efanele.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Let’s do another one! True or False: It is OK to let your child continue trying to do something a few times even if they are not doing it correctly.",
    "text": "Asenze enye! Iqiniso Noma Amanga: Kulungile ukuvumela ingane yakho iqhubeke izama ukwenza okuthile izikhathi ezimbalwa ngisho noma ingakwenzi ngendlela efanele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn about some steps for supporting healthy development in @fields.child_nickname:",
    "text": "▶️Cindezela okuthi Dlala ukuze ufunde mayelana nezinyathelo ezithile zokusekela ukuthuthukiswa okunempilo kokuthi @fields.child_nickname:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "1️⃣ **LEARN BY PLAYING**",
    "text": "1️⃣ **FUNDA NGOKUDLALA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ **SUPPORT CURIOSITY**",
    "text": "2️⃣ **SEKELA ILUKULUKU**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn about some steps for supporting healthy development in your child:",
    "text": "▶️Cindezela okuthi Dlala ukuze ufunde mayelana nezinyathelo ezithile zokusekela ukuthuthukiswa okunempilo kwengane yakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "At this age, children love playing and learning through actions. 🚲 ",
    "text": "Kule minyaka, izingane zithanda ukudlala nokufunda ngezenzo. 🚲 ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "From these activities, they learn what is expected of them and how to interact with others. They will have a lot of questions about their environment. ✨",
    "text": "Kule misebenzi, bafunda lokho okulindeleke kubo nendlela yokusebenzelana nabanye. Bayoba nemibuzo eminingi mayelana nendawo ebazungezile. ✨",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are 2️⃣ two tips to support the healthy development of @fields.child_nickname at this age.",
    "text": "Nawa amathiphu 2️⃣ amabili okusekela ukukhula okunempilo kwa@fields.child_nickname kule minyaka.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here are 2️⃣ two tips to support the healthy development of your child at this age.",
    "text": "Nawa amathiphu 2️⃣ amabili okusekela ukukhula okunempilo kwengane yakho kule minyaka.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Lesson complete! You have learnt to support the healthy development of @fields.child_nickname at this age as they learn and explore their environment.",
    "text": "Isifundo siphelile! Ufunde ukusekela ukuthuthukiswa okunempilo kwa @fields.child_nickname kuleminyaka njengoba efunda futhi ehlola indawo emzungezile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Lesson complete! You have learnt to support the healthy development of your child at this age as they learn and explore their environment.",
    "text": "Isifundo siphelile! Ufunde ukusekela ukuthuthukiswa okunempilo kwengane yakho kuleminyaka njengoba ifunda futhi ihlola indawo eyizungezile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ LEARN BY PLAYING",
    "text": "1️⃣ **FUNDA NGOKUDLALA**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Play, play, play! Through play, @fields.child_nickname will develop relationships with other children and understand how to interact with others.",
    "text": "⚽ Dlala, dlala, dlala! Ngokudlala, u@fields.child_nickname uzothuthukisa ubudlelwano nezinye izingane futhi iqonde indlela yokusebenzelana nabanye.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚲 @fields.child_nickname may not like to lose, share, or take turns, but losing and taking turns can be taught! Playing is a great way to do this!",
    "text": "🚲 u@fields.child_nickname angase angathandi ukungaphumeleli, ukwabelana, noma ukushintshana, kodwa ukungaphumeleli nokushintshana kungafundiswa! Ukudlala kuyindlela enhle yokwenza lokhu!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🏆 Praise @fields.child_nickname when they follow the rules, accept defeat, or play nicely with others.",
    "text": "🏆 Mncome u@fields.child_nickname lapho elandela imithetho, bevuma ukunqotshwa, noma bedlala kahle nabanye.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⚽ Play, play, play! Through play, your child will develop relationships with other children and understand how to interact with others.",
    "text": "⚽ Dlala, dlala, dlala! Ngokudlala ingane yakho izothuthukisa ubudlelwano nezinye izingane futhi iqonde indlela yokusebenzisana nabanye.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏆 Praise your child when they follow the rules, accept defeat, or play nicely with others.",
    "text": "🏆 Income ingane yakho lapho ilandela imithetho, ivuma ukuhluleka, noma ukudlala kahle nabanye.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚲 Your child may not like to lose, share, or take turns, but losing and taking turns can be taught! Playing is a great way to do this!",
    "text": "🚲 Ingane yakho ingase ingathandi ukuhluleka, ukwabelana, noma ukushintshana, kodwa ukuhluleka nokushintshana kungafundiswa! Ukudlala kuyindlela enhle yokwenza lokhu!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ SUPPORT CURIOSITY",
    "text": "2️⃣ SEKELA ILUKULUKU",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 @fields.child_nickname may find it hard to know fantasy from the real world, so they may express feelings in a bigger way than needed. That is alright! @fields.child_nickname will learn to manage their emotions. 😃😒😔😣",
    "text": "🧸 @fields.child_nickname angase akuthole kunzima ukwazi inganekwane nomhlabeni wangempela, ngakho angase aveze imizwa ngendlela enkulu kunaleyo edingekayo. Kulungile! @fields.child_nickname uzofunda ukulawula imizwa yakhe. 😃😒😔😣",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 @fields.child_nickname may talk a lot and have many questions. You can give @fields.child_nickname short but honest answers. ",
    "text": "🌱 @fields.child_nickname angase akhulume kakhulu futhi abe nemibuzo eminingi. Ungakwazi ukunikeza u@fields.child_nickname izimpendulo ezimfushane kodwa eziqotho. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💡 @fields.child_nickname may repeat the question or ask follow-up questions to learn more. Take a pause and be calm as you support their interest in learning and continue to answer.",
    "text": "💡 @fields.child_nickname angase aphinde umbuzo noma abuze imibuzo yokulandelela ukuze afunde kabanzi. Thatha ikhefu bese uzole njengoba usekela intshisekelo yabo yokufunda futhi uqhubeka nokuphendula.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 @fields.child_nickname may talk a lot and have many questions. You can give your child short but honest answers. ",
    "text": "🌱 @fields.child_nickname angase akhulume kakhulu futhi abe nemibuzo eminingi. Ungakwazi ukunikeza u@fields.child_nickname izimpendulo ezimfushane kodwa eziyiqiniso. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🧸 Your child may find it hard to know fantasy from the real world, so they may express feelings in a bigger way than needed. That is alright! Your child will learn to manage their emotions. 😃😒😔😣",
    "text": "🧸 Ingane yakho ingase ikuthole kunzima ukwazi inganekwane evela emhlabeni wangempela, ngakho ingase iveze imizwa ngendlela enkulu kunaleyo edingekayo. Kulungile! Ingane yakho izofunda ukulawula imizwa yayo. 😃😒😔😣",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Your child may talk a lot and have many questions. You can give @fields.child_nickname short but honest answers. ",
    "text": "🌱 angase akhulume kakhulu futhi abe nemibuzo eminingi. Ungakwazi ukunikeza u@fields.child_nickname izimpendulo ezimfushane kodwa eziyiqiniso. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💡 Your child may repeat the question or ask follow-up questions to learn more. Take a pause and be calm as you support their interest in learning and continue to answer.",
    "text": "💡 Ingane yakho ingase iwuphinde umbuzo noma ibuze imibuzo yokulandelela ukuze ifunde okwengeziwe. Thatha isikhashana bese uzola njengoba usekela intshisekelo yabo yokufunda futhi uqhubeka nokuphendula.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Your child may talk a lot and have many questions. You can give your child short but honest answers. ",
    "text": "🌱 Ingane yakho ingase ikhulume kakhulu futhi ibe nemibuzo eminingi. Ungakwazi ukunikeza Ingane yakho izimpendulo ezimfushane kodwa eziyiqiniso ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{F1_FATHER} is helping his children, {F1_SON_5} and {F1_DAUGHTER_6}, learn how to play soccer and interact with each other well:",
    "text": "U{F1_FATHER} usiza izingane zakhe, u{F1_SON_5} kanye no{F1_DAUGHTER_6}, bafunde ukudlala ibhola nokusebenzisana kahle:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Gently kick the ball using the inside of your foot, like this.”",
    "text": "**{F1_FATHER}**: “Khahlela kahle ibhola usebenzisa ingaphakathi lonyawo lwakho, kanje.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “I want to do it now!!”",
    "text": "**{F1_SON_5}**: “Ngifuna ukukwenza manje!!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_DAUGHTER_6}**: “No, I want to do it first!!”",
    "text": "**{F1_DAUGHTER_6}**: “Cha, ngifuna ukukwenza kuqala!!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “It can be hard to wait, but we cannot all go first. {F1_DAUGHTER_6}, can you suggest a way for us to take turns kicking the ball?** ",
    "text": "**{F1_FATHER}**: “Kungaba nzima ukulinda, kodwa ngeke sikwazi ukuqala kanye kanye sonke. {F1_DAUGHTER_6}, ungakwazi ukuthola indlela yokuthi sishintshane ngokukhahlela ibhola?** ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_DAUGHTER_6}**: “Okay! We can make a circle, and I kick the ball to {F1_SON_5}, then he kicks it to you {F1_FATHER}, and you kick it back to me!” ",
    "text": "**{F1_DAUGHTER_6}**: “Kulungile! Singenza isiyingi, bese ngikhahlela ibhola ku{F1_SON_5}, bese elikhahlela kuwe {F1_FATHER}, wena ulikhahlele ulibuyisele kimi!” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_SON_5}**: “Yes, that sounds great!”",
    "text": "**{F1_SON_5}**: “Yebo, lokho kuzwakala kukuhle!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “That’s a fantastic idea, {F1_DAUGHTER_6}! Let’s give it a try!”",
    "text": "**{F1_FATHER}**: “Umbono omuhle lowo, {F1_DAUGHTER_6}! Ake sikuzame!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "**{F1_FATHER}**: “Well done, {F1_DAUGHTER_6}! You took the lead, and we all had so much fun taking turns! {F1_SON_5}, you were also great at patiently waiting for your turn.”",
    "text": "**{F1_FATHER}**: “Kuhle, {F1_DAUGHTER_6}! Usiholile, futhi sonke sikujabulele kakhulu ukushintshana! {F1_SON_5}, wenze kanhle futhi ekulindeni isikhathi sakho ngesineke.”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Children have different abilities at different stages of their development. ",
    "text": "🌱 Izingane zinamakhono angefani ezigabeni ezihlukahlukene zokukhula kwazo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ It is important to be aware of @fields.child_nickname’s skills at this stage. ",
    "text": "⚽ Kubalulekile ukuqaphela amakhono ka-@fields.child_nickname kulesi sigaba. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @results.n_skills_week and results.n_skills are numbers"
  },
  {
    "SourceText": "✨ This helps you plan activities for them that match what they can do and helps you have realistic expectations of them.",
    "text": "✨ Lokhu kukusiza ukwazi ukubahlelela imisebenzi efanelana nabo abangakwazi ukuyenza futhi kukusize nawe ungalindeli okungaphezu kwalokho abangakwazi ukukwenza.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ It is important to be aware of your child’s skills at this stage. ",
    "text": "⚽ Kubalulekile ukubona amakhono engane yakho kulesi sigaba. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let’s do another short quiz! How can you respond if @fields.child_nickname suddenly expresses interest in changing how they dress or their hairstyle?",
    "text": "Asenze omunye umbuzo omfushane! Ungenzenjani uma u@fields.child_nickname kungalindelekile ashisekele ukushintsha indlela agqoka ngayo noma isitayela sakhe sezinwele?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Let’s do another short quiz! How can you respond if your child suddenly expresses interest in changing how they dress or their hairstyle?",
    "text": "Asenze omunye umbuzo omfushane! Ungenzenjani uma ingane yakho ngokungalindelekile ishisekele ukushintsha indlela egqoka ngayo noma isitayela sezinwele?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❌ Incorrect. ",
    "text": "❌ Akulungile. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 By warmly asking @fields.child_nickname questions about their interests, they will feel comfortable sharing about the influences around them. ",
    "text": "💚 Ngokumbuza ngemfudumalo u@fields.child_nickname mayelana nezinto azithandayo, uzozizwa ekhululekile ukwabelana ngamathonya amzungezile. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌷 You can gently give your opinions about their interests. ",
    "text": "🌷 Ungakwazi ukunikeza imibono yakho ngezinto abazithandayo ngendlela enhle. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ You can also gently advise them which changes would work within your household and community.",
    "text": "⭐ Ungakwazi ukubeluleka ngobumnene ukuthi yiziphi izinguquko ezingasebenza ekhaya lakho nasemphakathini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 By warmly asking your child questions about their interests, they will feel comfortable sharing about the influences around them. ",
    "text": "💚 Ngokuyibuza ngemfudumalo ingane yakho mayelana nezinto ezithandayo, izozizwa ikhululekile ukwabelana ngamathonya amzungezile. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎉 That’s right! ",
    "text": "🎉 Kuhle lokho! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn about some steps for helping you support @fields.child_nickname’s healthy development as they grow and change:",
    "text": "▶️Cindezela okuthi Dlala ukuze ufunde mayelana nezinyathelo ezithile zokukusiza usekele ukuthuthukiswa okunempilo kwa@fields.child_nickname njengoba ekhula futhi eshintsha:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "1️⃣ **FIND FRIENDS**",
    "text": "1️⃣ **THOLA ABANGANI**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ **TRUST YOUR CHILD**",
    "text": "3️⃣ **YETHEMBE INGANE YAKHO**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press Play to learn about some steps for helping you support your child’s healthy development as they grow and change:",
    "text": "▶️Cofoza okuthi Dlala ukuze ufunde mayelana nezinyathelo ezithile zokukusiza usekele ukuthuthukiswa okunempilo kwengane yakho njengoba ikhula futhi ishintsha:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Children at this stage will start to express themselves by wanting independence and trust. 🎈",
    "text": "Izingane ezikulesi isigaba ziqala ukuzethula ngokufuna ukuzimela nokuthenjwa. 🎈",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "They begin making their own choices, and they may talk back to adults to show that they know the correct answers. 🎨⚽",
    "text": "Baqala ukuzithathela izinqumo, futhi bangaphendula abantu abadala ukutshengisa ukuthi bayazazi izimpendulo ezilungile. 🎨⚽",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "At the same time, they will show emotions in their own unique ways. 😃😒😔😣",
    "text": "Kodwa futhi, bazotshengisa imizwa ngezindlela zabo ezihlukile. 😃😒😔😣",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are 3️⃣ three tips to support the healthy development of @fields.child_nickname at this age. 💚",
    "text": "Nawa amacebiso 3️⃣ amathathu okusekela ukukhula okunempilo kwa@fields.child_nickname kule minyaka. 💚",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here are 3️⃣ three tips to support the healthy development of your child at this age. 💚",
    "text": "Nanka amathiphu 3️⃣ amathathu okusekela ukukhula okunempilo kwengane yakho kule minyaka. 💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ FIND FRIENDS",
    "text": "1️⃣ **THOLA ABANGANI**",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 @fields.child_nickname will be interested in spending time with other children. ",
    "text": "🎨 @fields.child_nickname uzothanda ukuchitha isikhathi nezinye izingane. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⚽ Support @fields.child_nickname to make friends based on their interests so that they develop relationships with other children.",
    "text": "⚽ Sekela u@fields.child_nickname enze abangani ngokwezinto azithandayo ukuze athuthukise ubudlelwano nezinye izingane.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💚 Help @fields.child_nickname learn how to share and play with others in a safe and fun way.",
    "text": "💚 Siza u@fields.child_nickname afunde ukwabelana nokudlala nabanye ngendlela ephephile futhi ejabulisayo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⚽ Support your child to make friends based on their interests so that they develop relationships with other children.",
    "text": "⚽ Sekela ingane yakho yenze abangani ngokwezinto azithandayo ukuze athuthukise ubudlelwano nezinye izingane.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Help your child learn how to share and play with others in a safe and fun way.",
    "text": "💚 Siza ingane yakho ukufunda ukwabelana nokudlala nabanye ngendlela ephephile futhi ejabulisayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Your child will be interested in spending time with other children. ",
    "text": "🎨 Ingane yakho izothanda ukuchitha isikhathi nezinye izIngane. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 @fields.child_nickname will be interested in learning at school and may have favourite subjects. Encourage @fields.child_nickname to ask you or the teacher about any topics they don’t understand. ",
    "text": "📖 U-@fields.child_nickname uzoba nentshisekelo yokufunda esikoleni futhi angaba nezifundo azithandayo. Khuthaza u-@fields.child_nickname ukuthi abuze wena noma uthisha nganoma iziphi izihloko angaziqondi kahle. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 @fields.child_nickname may begin expressing interest in religious matters or spirituality. You can give @fields.child_nickname short but honest answers.",
    "text": "🌱 U- @fields.child_nickname angase aqale ukuba nothanda ezindabeni zenkolo noma ezintweni ezingokomoya. Unganika u-@fields.child_nickname izimpendulo ezimfushane kodwa eziyiqiniso.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "📖 @fields.child_nickname will be interested in learning at school and may have favourite subjects. Encourage your child to ask you or the teacher about any topics they don’t understand. ",
    "text": "📖 U-@fields.child_nickname uzoba nentshisekelo yokufunda esikoleni futhi angaba nezifundo azithandayo. Khuthaza u-@fields.child_nickname ukuthi abuze wena noma uthisha nganoma iziphi izihloko angaziqondi kahle. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 @fields.child_nickname may begin expressing interest in religious matters or spirituality. You can give your child short but honest answers.",
    "text": "🌱 U- @fields.child_nickname angase aqale ukuba nentshisekelo ezindabeni zenkolo noma ezikamoya. Unganika u-@fields.child_nickname izimpendulo ezimfushane kodwa eziyiqiniso.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "📖 Your child will be interested in learning at school and may have favourite subjects. Encourage @fields.child_nickname to ask you or the teacher about any topics they don’t understand. ",
    "text": "Ingane yakho ingaba nomdlandla wokufunda esikoleni futhi abe nezifundo azithandayo. Gqugquzeleka ukubuza yena noma uthisha ngezihloko abangaziqondi kahle ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 Your child may begin expressing interest in religious matters or spirituality. You can give @fields.child_nickname short but honest answers.",
    "text": "Ingane yakho ingaqala ukuba nentshisekelo kwizindaba zenkolo noma ezikamoya. Unganika @fields.child_nickname izimpendulo ezimfishane kodwa eziyiqiniso.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "📖 Your child will be interested in learning at school and may have favourite subjects. Encourage your child to ask you or the teacher about any topics they don’t understand. ",
    "text": "Ingane yakho izoba nentshisekelo yokufunda esikoleni futhi angaba nezifundo azithandayo kunezinye. Gqugquzela ingane yakho ukuthi ibuze kuwe noma uthisha ngezihloko angaziqondisisi ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Your child may begin expressing interest in religious matters or spirituality. You can give your child short but honest answers.",
    "text": "Ingane yakho ingaba nomdlandla ukwazi ngezindaba zenkolo noma ezikamoya. Ungayinika izimpendulo ezimfishane kodwa eziyiqiniso.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ TRUST YOUR CHILD",
    "text": "3️⃣ YETHEMBE INGANE YAKHO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": " 📝 @fields.child_nickname may begin making decisions by themselves. They will want you to trust them. Listen to what @fields.child_nickname wants and then set rules that work for the family. ",
    "text": " 📝 U-@fields.child_nickname angase aqale ukuzenzela izinqumo. Uzofuna ukuthi umethembe. Lalela ukuthi u-@fields.child_nickname ufunani bese ubeka imithetho ezowusebenzela umndeni. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🏆 Praise @fields.child_nickname when they follow the rules!",
    "text": "🏆 Mncome u-@fields.child_nickname lapho elandela imithetho!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": " 📝 @fields.child_nickname may begin making decisions by themselves. They will want you to trust them. Listen to what your child wants and then set rules that work for the family. ",
    "text": " U@fields.child_nickname@fields.child_nickname angaqala ukuzithathela izinqumo. Uzodinga ukuthi umethembe. Lalela ukuthi ingane yakho ifunani bese ubeka imithetho ezosebenzela umndeni wonke ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🏆 Praise your child when they follow the rules!",
    "text": "🏆Income ingane yakho uma ilandela imithetho!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": " 📝 Your child may begin making decisions by themselves. They will want you to trust them. Listen to what @fields.child_nickname wants and then set rules that work for the family. ",
    "text": " Ingane yakho ingaqala ukuzithathela izinqumo. Uzodinga ukuthi umethembe. Lalela ukuthi@fields.child_nickname ufunani bese ubeka imithetho ezosebenzela umndeni wonke ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": " 📝 Your child may begin making decisions by themselves. They will want you to trust them. Listen to what your child wants and then set rules that work for the family. ",
    "text": " Ingane yakho inggaqala ukuzithathela izinqumo. Uzodinga ukuthi umethembe. Lalela ukuthi ingane yakho ifunani bese ubeka imithetho ezosebenzela umndeni wonke ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It is normal to feel stressed as your teen develops. As they grow, your relationship changes. To handle this change smoothly, you must care for yourself.",
    "text": "Kungokwemvelo\n\nKujwayelekile ukuzizwa une-stress ngesikhathi umntwana wakho isakhula. Ngesikhathi isakhula, ubudlelwane bakho buyashintsha. Ukuze ubhekane nalolu shintsho ngaphandle kokuphazamiseka, kufanele uzinakekele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Relax your arms and let them swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.",
    "text": "Khulula izingalo zakho uzidedele zilenge emaceleni, futhi ijike ngenhla yomzimba engaphezulu. Izingalo zakho kufanele zishaye umhlane wakho kancane njengoba ujikajikisa umzimba wakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Place one foot in front of the other and make small circles from the ankles, remember to turn to both sides. Do each foot with four circles in each direction.",
    "text": "Beka unyawo olulodwa phambi kolunye bese ujikelezisa unyawo lwakho kusukela eqakaleni, lokhu ukwenze kuzo zombili izihlangothi. Unyawo ngalunye lujikelezise izikhathi ezine kulolo nakulolo hlangothi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!",
    "text": "Manje nyakazisa wonke umzimba ngokushesha kangangokunokwenzeka. Wunyakazise uye phezulu kakhulu! Wunyakazise uye phansi kakhulu! Unyakazisele yonke indawo!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Raise and lower your arms, breathing in and out, 4 more times.",
    "text": "Phakamisa futhi wehlise izingalo zakho, udonsa umoya futhi uwukhipha, izikhathi ezi-4 ezingeziwe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done! 🎉 You have learnt the importance of caring for yourself and how to stretch and move your body.",
    "text": "Wenze kahle! 🎉 Usufunde ukubaluleka kokuzinakekela nokuthi ungawunyakazisa kanjani umzimba wakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.✨",
    "text": "Usuqedile manje isigaba sesifundo kulesifundo",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "In this course, we are learning about the changes teens go through as they grow up. Today, we will learn about changes happening to your teen’s mind.",
    "text": "Kulesisifundo, sifunda ngoshintsho intsha ehlula kuyona uma bekhula. Namhlanje, sizofunda ngoshintsho olwezeka emgqondweni womntwana wakho umntwana.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let’s see how much you know about the changes your teen may be experiencing as they grow older!",
    "text": "Ake sibone ukuthi kungakanani okwaziyo mayelana nokushintsha umntwana wakho engadlula kukho njengoba ikhula!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Which is common for teens?",
    "text": "Yikuphi okuvamile mayelana nezumntwana?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Oops! Good Try! Teens often struggle with identity and self-image as they figure out who they are and what they want to be.",
    "text": "👀 Akulungile. Intsha bavamise ukudideka mayelana nokuzazi nangendlela abazibona ngayo ngesikhathi besakhula nanokuthi bafuna ukuba ngabantu abanjani lapho sebekhulile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Teens are trying to figure out who they are and what they want to be, which can be confusing and make them doubt themselves.",
    "text": "Kulungile! Izumntwana zizama ukuzazi ukuthi zingobani nanokuthi zifuna ngabantu abanjani lapho sezikhulile, okungase kudale ukudideka kuzo nokuthi zizingabaze.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How can parents help their teens cope with mood swings during adolescence?",
    "text": "Abazali bangazisiza kanjani izumntwana zabo mayelana nokuthi zikwazi ukubhekana nendlela eguquguqukayo ezizizwa ngayo ngesikhathi zisakhula?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Parents can help by letting their teen know their feelings are okay and being there for them.",
    "text": "Eish, zama futhi. Abazali bangasiza ngokudedela abantwana babo basebasha bazi ukuthi imizwa ilungile futhi babeseduze nabo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You are right! Parents can help by listening to their teens, noticing their feelings, and being there for them.",
    "text": "Uqinisile! Abazali bangasiza ngokulalela abantwana babo abasebasha, babone imizwa yabo, futhi babeseduze.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Why is it important to have healthy communication with your teen during adolescence?",
    "text": "Kungani kubalulekile ukuxoxa noMntwana wakho ngendlela enhle nefanele ngesikhathi isakhula?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Communication between parents and teens is important because it helps them understand and trust each other more.",
    "text": "Eish, zama futhi. Ukuxoxa phakathi kwabazali nentsha kubalulekile ngoba kuyabasiza ukuthi baqondane futhi bathembane.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Communication between parents and teens is important because it helps them understand and trust each other more.",
    "text": "Kulungile. Ukuxoxa phakathi kwabazali nezumntwana zabo kubalulekile ngoba kwenza kube nokwethembana kakhulu phakathi kwabo futhi bazwisisane kakhulu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅⬜️⬜️",
    "text": "✅⬜️⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You’ve completed 33% of this skill! Press NEXT to continue.",
    "text": "Usuphothule u-33% waleli khono! Cindezela okuthi OKULANDELAYO ukuze uqhubekele phambili.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play to learn about the mental changes your teen is experiencing: \r\r1️⃣ THE DEVELOPING MIND",
    "text": "▶️Chofoza udlala ukufunda ngoshintsho lwengqondo umntwana wakho umntwana abhekana nalo: \r\r1️⃣ UMGQONDO OKHULAYO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "2️⃣ BECOMING MORE INDEPENDENT",
    "text": "2️⃣ UKUZIMELA NGOKWENGEZIWE",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ HOW TO SUPPORT YOUR TEEN",
    "text": "3️⃣ INDLELA YOKWESEKA UMNTWANA WAKHO umntwana",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Teens are on their way to becoming adults.",
    "text": "⭐ Izumntwana zisohambweni lwazo lokuba ngabantu abadala.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌈 They are becoming better at sharing their ideas and are thinking more about long-term goals and their future.",
    "text": "🌈 Uba ncono ekwethuleni imibono wakhe futhi ucabanga kakhulu ngamagoli akhe esikhathi eside nekusasa lakhe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "To support your teen:",
    "text": "Ukweseka umntwana wakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔑 Guide their choices by balancing rules and limits with independence. ",
    "text": "🔑 Zikhombise indlela ngokubhalansisa imithetho nezilinganiselo mayelana nokuzimela kwazo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏅 You can give them more freedom to make their own choices when they show they can be responsible and take responsibility for their actions.",
    "text": "🏅 Ungazinika inkululeko eyengeziwe yokuthi zizenzele ezazo izinqumo uma zikhombisa ukuthi zingakwazi ukuba qotho nokwamukela mayelana nezenzo zazo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ Be supportive, loving, and positive with your teen. This helps them feel more calm and connected with you, and they're more likely to come to you for help or advice when they need it.",
    "text": "✨ Yeseka, ubenothando, futhi ube kahle nomntwana wakho umntwana. Lokhu kumusiza azizwe azolile ngokwengeziwe futhi esondelene nawe, futhi unethuba lokuthi eze kuwena ukuthola usizo noma izaluleko uma ezidinga.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅⬜️",
    "text": "✅✅⬜️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You’ve completed 66% of this skill! Press NEXT to continue.",
    "text": "Usuphothule u-66% waleli khono! Cindezela okuthi OKULANDELAYO ukuze uqhubeke.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Fantastic 🎉",
    "text": "Kuhle 🎉",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅✅✅ 100%",
    "text": "✅✅✅ 100%",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ THE DEVELOPING MIND",
    "text": "1️⃣ UMGQONDO OKHULAYO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 @fields.child_nickname’s brain hasn’t changed this fast since they were a baby. ",
    "text": "🌱 Ingqondo ka@fields.child_nickname ayikaze ishintshe ngesivinini esingaka kusukela asengumntwana. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🚩 Teens sometimes behave in risky ways as they test what is possible and allowed, especially if it is exciting or fun. ",
    "text": "🚩 Ngesinye isikhathi intsha iziphatha ngendlela eyingozi ukuhlola ukuthi yini evumelekile, kakhulukazi uma ijabulisa. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❗ Teens don’t have the ability to always think ahead about how their behaviours might impact themselves or other people.",
    "text": "❗ Intsha ayinalo ikhono lokucabangela phambili njalo ngokuthi impatho yabo izobenzani noma izokwezani kwabanye abantu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Your teen’s brain hasn’t changed this fast since they were a baby. ",
    "text": "🌱 Ingqondo yengane yakho iguquka ngokushesha kulesi sikhathi ukudlula zonke izigaba zokukhula kwayo selokhu yazalwa. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "When you understand how @fields.child_nickname is changing, you can provide them with the support they might need and keep them safe.",
    "text": "Uma uqondisisa ukuthi u@fields.child_nickname ushintsha kanjani, ungameseka ngendlela okungenzeka ayidinge futhi ahlale aphephile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "When you understand how your teen is changing, you can provide them with the support they might need and keep them safe.",
    "text": "Uma uqondisisa ukuthi umntwana wakho umntwana ushintsha kanjani, ungameseka ngendlela okungenzeka ayidinge futhi ahlale aphephile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is what you need to know about @fields.child_nickname’s developing mind and how to talk with them about it.",
    "text": "Nakhu okufanele ukwazi mayelana nomgqondo okhulayo ka@fields.child_nickname nokuthi ukhulume naye ngakho kanjani.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here is what you need to know about your teen’s developing mind and how to talk with them about it.",
    "text": "Nakhu okudingeka ukwazi mayelana nengqondo yengane yakho esakhula nendlela ongaxoxa nayo mayelana nalokhu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home Activity! Use one-on-one time to allow @fields.child_nickname to choose anything they would like to talk about. Listen to their experiences and avoid judgment. Notice how you feel and notice their feelings, too. Thank @fields.child_nickname for sharing with you. ",
    "text": "Umsebenzi Wasekhaya! Sebenzisa isikhathi senu nobabili ukuvumela u@fields.child_nickname akhethe noma yini afuna ukukhuluma ngayo. Lalela izinto adlule kuzo ungamahluleli. Bona ukuthi uzizwa kanjani futhi ubone nemizwa yakhe. Bonga u@fields.child_nickname ngokukutshela. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Can you do it today?",
    "text": "Ungakwenza lokhu namhlanje?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home Activity! Use one-on-one time to allow your teen to choose anything they would like to talk about. Listen to their experiences and avoid judgment. Notice how you feel and notice their feelings, too. Thank your teen for sharing with you. ",
    "text": "Umsebenzi Wasekhaya! Sebenzisa isikhathi senu nobabili ukuvumela umntwana wakho umntwana akhethe noma yini afuna ukukhuluma ngayo. Lalela izinto adlule kuzo ungamahluleli. Bona ukuthi uzizwa kanjani futhi ubone nemizwa yakhe. Mubonge ngokukutshela. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That's okay. Try to connect with @fields.child_nickname tomorrow.",
    "text": "Kulungile. Zama ukuxhumana no@fields.child_nickname kusasa.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "That's okay. Try to connect with your teen tomorrow.",
    "text": "Kulungile. Zama ukuxhumana nengane yakho kusasa.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done! 🎉 You have learnt about @fields.child_nickname's developing mind. Later we will learn about their changing bodies and social lives.",
    "text": "Wenze kahle! Usufundile ngoku@fields.child_nickname ukuthuthuka komqondo. Ngokuzayo sizofunda ngokushintsha komzimba nezindlela zokuphila emphakathini.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Well done! 🎉 You have learnt about your teen's developing mind. Later we will learn about their changing bodies and social lives.",
    "text": "Wenze kahle! Usufundile ngokuthuthuka komqondo kwengane yakho. Ngokuzayo sizofunda ngokushintsha komzimba nezindlela zokuphila emphakathini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "In this lesson we are continuing to learn about the changes your teen may be experiencing as they get older. Today we are exploring social changes.",
    "text": "Kulesi isifundo sizoqhubeka ngokufunda ngoshintsho umntwana wakho umntwana abhekana nalo njengoba ekhula. Namhlanje sihlola ushintsho lokuhlangana nabantu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Which of the following is a common social change that teens experience?",
    "text": "Yikuphi kokulandelayo okuwushintsho oluvamile izumntwana ezihlangabezana nalo emphakathini?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Oops! Good Try! Teens may feel pressure to fit in with their peers.",
    "text": "👀 Eish, zama futhi. Intsha ingazizwa bephoqelekile ukufana nontanga babo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct. Teens may feel pressure to fit in with their peers.",
    "text": "Uqinisile. Intsha ingazizwa iphoqekile ukufana nontaga bakhe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How can parents help their teens handle social changes?",
    "text": "Abazali bangasiza kanjani abantwana babo abasebasha ukubhekana noshintsho lomphakathi?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Parents can encourage their teen to make their own decisions and be there for them through consequences.",
    "text": "Eish, zama futhi. Abazali bakhuthaza abantwana baba abesebasha ukuzithathela izinqumo futhi babekhona mase imiphumela ivela.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct. Parents can encourage their teen to make their own decisions and be there for them through consequences.",
    "text": "Kulungile. Abazali bangagqugquzela ukuthi umntwana yabo izenzele izinqumo kodwa bayeseke ngemiphumela yalezo zinqumo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What impact can bullying have on a teen?",
    "text": "Uyini umphumela wokuxhashazwa enganeni?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Bullying can make teens feel bad about themselves and become less social.",
    "text": "Eish, zama futhi. Ukuhlukunyenzwa kungenza intsha izibukele phansi futhi ingathandi ukuhlangana nabantu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct. Bullying can make teens feel bad about themselves and become less social.",
    "text": "Kulungile. Ukuxhashazwa kungenza umntwana izibukele phansi futhi kuyenze ingathandi ukuhlangana nabanye abantu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Great!",
    "text": "Kuhle!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That’s okay. Try to have this talk soon.",
    "text": "Kulungile. Zama ukuba nale nkulumo nayo maduze.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "When you understand how @fields.child_nickname is growing and changing, you can help them when they face difficulties in social situations.",
    "text": "Uma uqondisisa ukuthi u@fields.child_nickname uyakhula futhi uyashintsha, ungamusiza uma ebhekana nobunzima ezimeni zokuhlangana kwabantu.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "When you understand how your teen is growing and changing, you can help them when they face difficulties in social situations.",
    "text": "Uma uyiqonda indlela umntwana wakho ekhula ngayo nendlela eshintsha ngayo, ungayisiza lapho ibhekene nobunzima ezimweni zomphakathi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let’s see how much you know about the social changes @fields.child_nickname may be experiencing:",
    "text": "Masibone ukuthi wazi okungakanani mayelana nokushintsha ekuhlanganeni kwabantu u@fields.child_nickname okungenzeka abhekane nakho:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Let’s see how much you know about the social changes your teen may be experiencing:",
    "text": "Ake sibone ukuthi kungakanani okwaziyo mayelana nezinguquko zomphakathi umntwana wakho ehlangabezana nazo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play to learn about the social changes @fields.child_nickname is experiencing: \r\r1️⃣ THE SOCIAL LIVES OF TEENS",
    "text": "▶️ Chofoza udlala ukufunda ngoshintsho lokuhlangana kwabantu u@fields.child_nickname abhekana nalo: \r\r1️⃣ IZIMPILO ZOKUHLANGANA NABANTU ZABANTWANA ABASEBASHA",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "2️⃣ HOW TO SUPPORT YOUR TEEN",
    "text": "2️⃣ INDLELA YOKWESEKA UMNTWANA WAKHO umntwana",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ THE FACTS",
    "text": "3️⃣ AMAQINISO",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play to learn about the social changes your teen is experiencing: \r\r1️⃣ THE SOCIAL LIVES OF TEENS",
    "text": "▶️ Chofoza udlala ukufunda ngoshintsho lokuhlangana kwabantu u abhekana nalo: \r\r1️⃣ IZIMPILO ZOKUHLANGANA NABANTU ZABANTWANA ABASEBASHA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is what you need to know about @fields.child_nickname’s social life and how to talk with them about it.",
    "text": "Nakhu okufanele ukwazi mayelana nempilo yokuhlangana nabantu ya@fields.child_nickname nokuthi ungakhuluma naye ngakho kanjani.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here is what you need to know about your teen’s social life and how to talk with them about it.",
    "text": "Nakhu okudingeka ukwazi mayelana nokuzijabulisa kwengane yakho uma inabanye abantu kanye nendlela ongaxoxa nayo mayelana nalokhu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ THE SOCIAL LIVES OF TEENS",
    "text": "1️⃣ IZIMPILO ZOKUHLANGANA NABANTU ZABANTWANA ABASEBASHA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Having friends is very important to @fields.child_nickname because it helps them learn how to be a good friend and understand other people's feelings better. This is a big part of growing up and becoming an adult.",
    "text": "⚽ Ukuba nabangani kubaluleke kakhulu ku@fields.child_nickname ngoba kumusiza ukufunda ukuba ngumgani oqotho futhi ukuqondisisa imizwa yabanye abantu kangcono. Lokhu kuyinxenye enkulu yokukhula nokuba ngumuntu omdala.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "👀 Your teen may want to feel like they belong with their peers and do things others think are cool. They might talk or dress like others while figuring out who they are. ",
    "text": "👀 Umntwana wakho umntwana angafuna ukuzizwa amukelekile kontanga bakhe futhi enze izinto ezithandwa yibona. Angakhuluma noma ogqoke njengabanye abantu njengoba ezama ukuthola ukuthi ungubani. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😔 Sometimes, when teens have a hard time making friends, they might be bullied by other kids.",
    "text": "😔 Ngezinye izikhathi, uma intsha ihluleka ukuthola abangani, kungenzeka bahlukunyezwe ngabanye abantwana.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Having friends is very important to your teen because it helps them learn how to be a good friend and understand other people's feelings better. This is a big part of growing up and becoming an adult.",
    "text": "⚽ Ukuba nabangane kubaluleke kakhulu enganeni yakho ngoba kuyisiza ukuthi ifunde ukuthi ingaba kanjani umngane omuhle nokuqonda kangcono imizwa yabanye abantu. Lokhu kuyingxenye enkulu yokukhula nokuba umuntu omdala.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Let @fields.child_nickname try different clothing and hairstyles and spend time with different people. Show them you accept them, just as they are. ",
    "text": "🎨 Dedela u@fields.child_nickname azame izimpahla nezitayela zezinwele ezihlukile nokuchitha isikhathi nabantu abahlukile. Mutshengise ukuthi uyamamukela, njengoba enjalo. ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⏰ Tell @fields.child_nickname what you expect of them, but give them the freedom to make safe choices at home or outside, such as how to spend their free time.",
    "text": "⏰ Tshela u@fields.child_nickname ukuthi yini oyilindele kuyena, kodwa umuphe inkululeko yokuthatha izinqumo eziphephile ekhaya noma ngaphandle, njengokuthi wenzani ngesikhathi sakhe sokukhululeka.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🎨 Let your teen try different clothing and hairstyles and spend time with different people. Show them you accept them, just as they are. ",
    "text": "🎨 Dedela umntwana wakho umntwana ukuthi azame izimpahla nezitayela zezinwele ezihlukile nokuchitha isikhathi nabantu abahlukile. Mutshengise ukuthi uyamamukela, njengoba enjalo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Tell your teen what you expect of them, but give them the freedom to make safe choices at home or outside, such as how to spend their free time.",
    "text": "⏰ Tshela umntwana wakho umntwana ukuthi yini oyilindele kuyena, kodwa umuphe inkululeko yokuthatha izinqumo eziphephile ekhaya noma ngaphandle, njengokuthi wenzani ngesikhathi sakhe sokukhululeka.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are some facts to share with @fields.child_nickname:",
    "text": "Nawa amaqiniso ongawatshela u@fields.child_nickname:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💙 Good friends look out for you, care about you, include you in activities, and treat you with respect. ",
    "text": "💙 Abangane abahle bayakukhathalela, bakunakekele, bakufake ezintweni abazenzayo, futhi bakuhloniphe. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🚩 A bully is someone who keeps trying to hurt others, either by making them feel bad or using their strength to be mean. ",
    "text": "🚩 Umhlukumezi umuntu oqhubekayo ngokuzama ukulimazi abanye, ngokubenza bazizwe kabi noma ngokusebenzisa amandla akhe uba mubi. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌈 To stop bullying in school, it's important to be kind and respectful to others. This makes everyone feel happy and safe at school.",
    "text": "🌈 Ukuze uyeke ubuqhwaga esikoleni, kubalulekile ukuthi uphathe abanye abantu ngomusa nangenhlonipho. Lokhu kwenza wonke umuntu azizwe ejabule futhi ephephile esikoleni.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are some facts to share with your child:",
    "text": "Nawa amaqiniso ongawatshela umntwana wakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home Activity! Use one-on-one time to talk to @fields.child_nickname about their friends. Who would they like to spend more time with? Who sets a great example for the class? Listen to @fields.child_nickname and accept what they are saying.",
    "text": "Umsebenzi Wasekhaya! Sebenzisa isikhathi senu ninobabili ukukhuluma no@fields.child_nickname ngabangani bakhe. Angathanda ukuchitha isikhathi esengeziwe nobani? Ubani oyisibonelo esihle ekilasini lakhe? Lalela u@fields.child_nickname futhi wamukele akushoyo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Do you have time to do it today?",
    "text": "Ingabe naso isikhathi sokukwenza namuhla?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Home Activity! Use one-on-one time to talk to your teen about their friends. Who would they like to spend more time with? Who sets a great example for the class? Listen to your teen and accept what they are saying.",
    "text": "Umsebenzi Wasekhaya! Sebenzisa isikhathi senu ninobabili ukukhuluma nomntwana wakho umntwana ngabangani bakhe. Angathanda ukuchitha isikhathi esengeziwe nobani? Ubani oyisibonelo esihle ekilasini lakhe? Lalela umntwana wakho umntwana futhi wamukele akushoyo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done! 🎉 You have learnt about @fields.child_nickname’s changing social life. Later we will learn about their changing bodies.",
    "text": "Wenze kahle! Usufundile ngoku@fields.child_nickname ukushintsha kwezindlela zokuphila. Ngokuzayo sizofunda ngokushintsha komzimba.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Well done! 🎉 You have learnt about your child’s changing social life. Later we will learn about their changing bodies.",
    "text": "Wenze kahle! Usufundile ngokushintsho lwezindlela zokuphila kwengane yakho. Ngokuzayo sizofunda ngokushintsha kwemizimba yabo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "In this lesson, we continue to learn about the changes your teen may experience as they get older. Today, we are exploring their physical changes. These changes are part of the phase of reaching sexual maturity called puberty.",
    "text": "Kulesi isifundo, sizoqhubeka sifunde ngoshintsho umntwana wakho umntwana angabhekana nalo njengoba ekhula. Namhlanje, sizohlola ukushintsha komzimba. Lolushintsho luyinxenye yokufika ekukhuleni kwezocansi ebizwa ngokungena ezingeni lobudala.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here’s a quick quiz to see how much you know about puberty!",
    "text": "Nansi imibuzo esheshayo ukuze ubone ukuthi kungakanani okwaziyo mayelana nokuthomba!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What is puberty, and when does it often begin for girls?",
    "text": "Yini ukungena ezingeni lobudala, futhi kujwayele ukuqala nini emantombazaneni?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Puberty is when a person's body undergoes changes as they grow into adults. For girls, puberty starts between ages 8 and 13.",
    "text": "Uqinisile! Ukungena ezingeni lobudala ushintsho olwenzeka ezimbeni womuntu uma ezoba ngumuntu omdala. Emantombazaneni, kuqala eminyakeni ephakathi kwa-8 no-13.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Oops! Good Try! Puberty is when a person's body goes through changes as they grow into an adult. For girls, puberty starts between ages 8 and 13.",
    "text": "👀 Eish, zama futhi! Ukuthomba ushintsho olwenzeka emzimbeni womuntu uma ezoba ngumuntu omdala. Emantombazaneni, kuqala eminyakeni ephakathi kwa-8 no-13.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What are some common physical changes that occur during puberty for girls?",
    "text": "Yiziphi izinguquko ezithile ezivamile zomzimba ezenzeka emantombazaneni ngesikhathi sokuthomba?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. During puberty, girls go through a lot of physical changes. These include growing breasts, hair in the pubic and underarm areas, and starting their menstrual cycle.",
    "text": "Eish, zama futhi. Ekungeneni ezingeni lobudala, amantombazane abanoshintsho lomzimba oluningi. Lokhu kubala amabele akhulayo, izinwele kusitho sangasese nasemakhwapheni, futhi baqala ukuba esikhathini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! During puberty, girls undergo many physical changes. These include growing breasts, hair in the pubic and underarm areas, and starting their menstrual cycle.",
    "text": "Uqinisile! Ekungeneni ezingeni lobudala, amantombazane abanoshintsho lomzimba oluningi. Lokhu kubala amabele akhulayo, izinwele kusitho sangasese nasemakhwapheni, futhi baqala ukuba esikhathini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How can parents support their daughters during puberty?",
    "text": "Abazali bangaweseka kanjani amadodakazi abo ngesikhathi sokuthomba?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Talking about puberty is important for parents to help their daughters feel comfortable and confident. This can make girls feel better about growing up.",
    "text": "Kulungile! Ukukhuluma ngokuthomba kubalulekile kubazali ukuze basize amadodakazi abo azizwe ekhululekile futhi enokuzethemba. Lokhu kungenza amantombazane azizwe kangcono mayelana nokukhula kwawo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Talking about puberty is important for parents to help their daughters feel comfortable and confident. This can make girls feel better about growing up.",
    "text": "Eish, zama futhi. Ukukhuluma ngokungena ezingeni lobudala kubalulekile kubazali ukuze basize abadodakazi abo akhululeke futhi azethembe. Lokhu kungenze amantombazane azizwe kancono ngokukhula.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done! 🎉 You have learnt about the physical changes your teen is experiencing.",
    "text": "Wenze kahle! Usufunde mayelana nezinguquko zomzimba ingane yakho ebhekana nazo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Talking openly with @fields.child_nickname about the changes they are experiencing in their body can help them reduce their stress around these changes and care for themselves",
    "text": "Ukukhuluma ukhululekile no@fields.child_nickname ngoshintsho olwenzekayo emzimbeni wakhe kungasiza ukwehlisa ukukhathazeka mayelana noshintsho nokuzinakekela",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Talking openly with your teen about the changes they are experiencing in their body can help them reduce their stress around these changes and care for themselves",
    "text": "Ukukhuluma ukhululekile nomntwana wakho umntwana ngoshintsho olwenzekayo emzimbeni wakhe kungasiza ukwehlisa ukukhathazeka mayelana noshintsho nokuzinakekela",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play to learn about the physical changes @fields.child_nickname is experiencing: \r\r1️⃣ TALK",
    "text": "▶️ Chofoza udlala ukufunda ngoshintsho lomzimba u@fields.child_nickname abhekana nalo: \r\r1️⃣ KHULUMA",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "2️⃣ LEARN",
    "text": "2️⃣ FUNDA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ SUPPORT",
    "text": "3️⃣ YESEKA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "▶️Press play to learn about the physical changes your teen is experiencing: \r\r1️⃣ TALK",
    "text": "▶️ Chofoza udlala ukufunda ngoshintsho lomzimba umntwana wakho umntwana abhekana nalo: \r\r1️⃣ KHULUMA",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is what you need to know about @fields.child_nickname’s developing body and how to talk with them about it:",
    "text": "Nakhu okufanele ukwazi mayelana nomzimba okhulayo ka@fields.child_nickname nokuthi ukhulume naye ngakho kanjani:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Here is what you need to know about your teen’s developing body and how to talk with them about it:",
    "text": "Nakhu okudingeka ukwazi mayelana nomzimba osakhula wengane yakho nokuthi kumele uxoxe kanjani noMntwana wakho ngawo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Help @fields.child_nickname understand it is normal to go through physical changes during puberty.",
    "text": "🌱 Siza u@fields.child_nickname aqondisise ukuthi kujwayelekile ukubhekana noshintsho lomzimba uma ungena ezingeni lobudala.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✅ Tell @fields.child_nickname that these changes happen to everyone and that they are not alone.",
    "text": "✅ Tshela u@fields.child_nickname ukuthi lolushintsho lwenzeka kubo bonke abantu nokuthi akayedwa.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌱 Help your teen understand it is normal to go through physical changes during puberty.",
    "text": "🌱 Siza umntwana wakho ukuthi iqonde ukuthi kuyinto evamile ukuba nezinguquko emzimbeni ngesikhathi sokuthomba.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✅ Tell your teen that these changes happen to everyone and that they are not alone.",
    "text": "✅ Tshela umntwana wakho ukuthi lezi zinguquko zenzeka kuwo wonke umuntu nokuthi wena ukhonela ukuyeseka kulokhu.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Provide @fields.child_nickname with accurate information about puberty, sex, and the changes they are experiencing. This will help them make good decisions to stay healthy and safe.",
    "text": "⭐ Nikeza u@fields.child_nickname ulwazi oluyiqiniso mayelana nokungena ezingeni lobudala, ezocansi, noshintsho abhekana nalo. Lokhu kuzomusiza ukuthatha izinqumo ezinhle ezizomugcina ephila futhi ephephile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💛 Encourage them to ask questions and seek help if they need it.",
    "text": "💛 Mukhuthaze ukuthi abuze imibuzo acele usizo uma eludinga.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Provide your teen with accurate information about puberty, sex, and the changes they are experiencing. This will help them make good decisions to stay healthy and safe.",
    "text": "⭐ Nikeza umntwana wakho umntwana ulwazi oluyiqiniso mayelana nokungena ezingeni lobudala, ezocansi, noshintsho abhekana nalo. Lokhu kuzomusiza ukuthatha izinqumo ezinhle ezizomugcina ephila futhi ephephile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🍚 Encourage @fields.child_nickname to develop healthy habits like eating a balanced diet, getting enough sleep, and exercising regularly.",
    "text": "🍚 Khuthaza u@fields.child_nickname ukuthi azijwayeze into ezinokuphila njengokudla ukudla okunomsoco, ukulala ngokwanele, nokujwayela ukuzivocavoca.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "⚽ Help them find activities they enjoy doing to feel confident and strong in their body.\r\r💙Help @fields.child_nickname think about the consequences of their behaviours without shame or blame. Guide them on where they can find information to inform their decisions.",
    "text": "⚽ Musize ukuthola izinto athanda ukuzenza ukuzethemba nokuzizwa eqinile emzimbeni.\r\r💙 Siza u@fields.child_nickname acabange ngemiphumela yempatho yakhe ngaphandle kokumuhlaza nokumahlulela. Muhole ngokuthi angaluthola kuphi ulwazi ukuze athathe izinqumo zakhe.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🍚 Encourage your teen to develop healthy habits like eating a balanced diet, getting enough sleep, and exercising regularly.",
    "text": "🍚 Qguqguzela umntwana wakho ukuthi ijwayele ukwenza izinto ezizoyenza ukuthi iphile kahle njengokudla ukudla okunomsoco, ukulala ngokwanele, nokujwayela ukuzivocavoca.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Help them find activities they enjoy doing to feel confident and strong in their body.\r\r💙Help your teen think about the consequences of their behaviours without shame or blame. Guide them on where they can find information to inform their decisions.",
    "text": "⚽ Musize ukuthola izinto athanda ukuzenza ukuzethemba nokuzizwa eqinile emzimbeni.\r\r💙 Siza umntwana wakho umntwana acabange ngemiphumela yempatho yakhe ngaphandle kokumuhlaza nokumahlulela. Muhole ngokuthi angaluthola kuphi ulwazi ukuze athathe izinqumo zakhe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Your home activity is to complete @fields.child_nickname’s development assessment. To get started, type {GROW}. Can you complete the assessment today?",
    "text": "Umsebenzi wakho wasekhaya ukuqedela ukuhlola ukuthuthuka kwa@fields.child_nickname. Ukuqala, bhala u{GROW}. Ungawuqeda lo msebenzi namhlanje?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Your home activity is to complete your teen’s development assessment. To get started, type {GROW}. Can you complete the assessment today?",
    "text": "Umsebenzi wakho wasekhaya ukuqedela ukuhlola ukuthuthuka komntwana wakho umntwana. Ukuqala, bhala u{GROW}. Ungawuqeda lo msebenzi namhlanje?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Great! 💙 This activity will help you better support your teen’s development.",
    "text": "Kwakuhle! 💙 Lo msebenzi uzokusiza ukweseka kangcono ukuthuthuka komntwana wakho umntwana.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Not all physical changes are related to puberty. @fields.child_nickname may also need support with seeing, talking, or physical movement. ParentText has a tool to assess @fields.child_nickname's development and determine if you should take them for a visit to the clinic.",
    "text": "Akulona lonke ushintsho lomzimba elenziwa ukungena ezingeni lobudala. U-@fields.child_nickname kungenzeka adinge ukwesekwa ngokubona, ukukhuluma, noma ukungakazisa umzimba. I-ParentText inethuluzi louhlola ukuthuthuka kwa@fields.child_nickname futhi uthathe isinqumo ngokuthi kufanele yini umuse emtholampilo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Not all physical changes are related to puberty. @fields.child_nickname may also need support with seeing, talking, or physical movement. ParentText has a tool to assess your teen's development and determine if you should take them for a visit to the clinic.",
    "text": "Akulona lonke ushintsho lomzimba elenziwa ukungena ezingeni lokuthomba. Ingane yakho kungenzeka idinge ukwesekwa ngokubona, ukukhuluma, noma ukunyakazisa umzimba. I-ParentText inethuluzi lokuhlola ukuthuthuka kwengane yakho nokuthi ungasithatha yini isinqumo sokuthi umuhambise emtholampilo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Not all physical changes are related to puberty. Your teen may also need support with seeing, talking, or physical movement. ParentText has a tool to assess @fields.child_nickname's development and determine if you should take them for a visit to the clinic.",
    "text": "Akulona lonke ushintsho lomzimba oluhlobene nokuthomba. Ingane yakho ingadinga ukwesekwa ngokubona, ukukhuluma, nokunyakazisa umzimba.i ParentText inethuluzi lokuhlola@fields.child_nickname ukuthuthuka nokuthola ukuthi ungamuhambisa emtholampilo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Not all physical changes are related to puberty. Your teen may also need support with seeing, talking, or physical movement. ParentText has a tool to assess your teen's development and determine if you should take them for a visit to the clinic.",
    "text": "Akusilo lonke ushintsho lomzimba oluhlobene nokuthomba. Ingane yakho ingadinga ukwesekwa ngokubona, ukukhuluma, noma ukunyakazisa umzimba. i ParentText inethuluzi lokuhlola ukuthuthuka kwengane yakho nokuthola ukuthi ungamuhambisa emtholampilo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What is puberty, and when does it often begin for boys?",
    "text": "Yini ukungena ezingeni lobudala, futhi kujwayele ukuqala nini ebafaneni?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Puberty is when a person's body undergoes changes as they grow into adults. For boys, puberty starts between ages 9 and 14.",
    "text": "Uqinisile! Ukuthomba kungesikhathi kwenzeka usintsho emzimbeni ngesikhathi bekhula bengena kwisigaba sobudala ezingeni lobudala ushintsho. Ebafaneni, ukuthomba kuqala eminyakeni ephakathi kwa-9 no-14.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Oops! Good Try! Puberty is when a person's body goes through changes as they grow into an adult. For boys, puberty starts between ages 9 and 14.",
    "text": "👀 Eish, zama futhi! Ukuthomba ushintsho ezimbeni womuntu njengoba ekhula. Ebafaneni, kuqala eminyakeni ephakathi kwa-9 no-14.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What are some common physical changes that occur during puberty for boys?",
    "text": "Yiluphi ushintsho oluvamile lomzimba okwenzeka ekungeneni ezingeni lobudala ebafaneni?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. During puberty, boys go through a lot of physical changes. These include enlargement of testicles, growth of pubic and underarm hair, and increased height.",
    "text": "Eish, zama futhi. Ngesikhathi sokungena ezingeni lobudala, amabafana babhekana noshintsho lomzimba oluningi. Lokhu kubala ukukhula kwamasende, ukukhula kwezinwele kusitho sangasese nasemakhwapheni, nokukhula ngobude.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! During puberty, boys undergo many physical changes. These include enlargement of testicles, growth of pubic and underarm hair, and increased height.",
    "text": "Uqinisile! Ngesikhathi sokungena ezingeni lobudala, abafana bakhekana noshintsho lomzimba kakhulu. Lokhu kubala ukukhula kwamasende, ukukhula kwezinwele kusitho sangasese nasemakhwapheni, futhi nokukhula ngobude.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How can parents support their sons during puberty?",
    "text": "Abazali bangaweseka kanjani amadodana abo ngesikhathi sokungena ezingeni lobudala?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Correct! Talking about puberty is important for parents to help their sons feel comfortable and confident. This can make boys feel better about growing up.",
    "text": "Uqinisile! Ukukhuluma ngokungena ezingeni lobudala kubalulekile kubazali ukuze basize amadodana abo azizwe akhululekile futhi azethemba. Lokhu kungenza abafana bazizwe kangcono ngokukhula.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Oops, try again. Talking about puberty is important for parents to help their sons feel comfortable and confident. This can make sons feel better about growing up.",
    "text": "Eish, zama futhi. Ukukhuluma ngokungena ezingeni lobudala kubalulekile kubazali ukuze basize abadodana abo akhululeke futhi azethembe. Lokhu kungenze amadodana azizwe kangcono ngokukhula.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Talking openly with @fields.child_nickname about the changes they are experiencing in their body can help them reduce their stress around these changes and care for themselves.  Understanding the changes happening in the body can also help reduce stress around any big changes they experience.",
    "text": "Ukhuluma ukhululekile no@fields.child_nickname ngoshintsho abhekana nalo emzimbeni wakhe kungamusiza ukwehlisa ukukhathazeka mayelana nalolushintsho nokuzinakekela. Ukuqondisisa lolushintsho olwenzeka emzimbeni kungasiza ukwehlisa ukukhathazeka mayelana noshintsho olukhulu abhekana nalo.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Talking openly with your teen about the changes they are experiencing in their body can help them reduce their stress around these changes and care for themselves.  Understanding the changes happening in the body can also help reduce stress around any big changes they experience.",
    "text": "Ukukhuluma ukhululekile nomntwana wakho umntwana ngoshintsho abhekana nalo emzimbeni wakhe kungamusiza ukwehlisa ukukhathazeka mayelana nolushintsho nokuzinakekela. Ukuqondisisa lolushintsho olwenzeka emzimbeni kungasiza ukwehlisa ukukhathazeka mayelana noshintsho olukhulu abhekana nalo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is a question to help you get started on your course to understand teen development:",
    "text": "Nawu umbuzo ozokusiza uqalise isifundo sakho ukuze uqonde indlela intsha ekhula ngayo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That's okay.",
    "text": "Kulungile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How confident are you talking about personal things with your teen - for example, reproductive health, relationships, or sex?",
    "text": "Uzethemba kangakanani ngokukhuluma ngezinto zomuntu siqu nengane yakho-isibonelo, impilo yokuzala, ubudlwelane, noma ucansi?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That is okay. You will learn more about the importance of talking with your teen about difficult topics and how to do this in this course.",
    "text": "Akunankinga. Uzofunda kabanzi ngokubaluleka kokukhuluma nengane yakho ngezihloko ezinzima nokuthi ungakwenza kanjani lokhu kulesi sifundo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That is great to hear! 😃 Talking to your teen about these topics is so important for them to be able to live a safe and healthy life.",
    "text": "Kuhle ukuzwa lokho! 😃 Ukukhuluma nengane yakho ngalezi zihloko kubaluleke kakhulu ukuthi ikwazi ukuphila impilo ephephile nenempilo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done for completing your course on understanding teen development. Let’s see how things may have changed since you started this course:",
    "text": "Wenze kahle ngokusiqeda isifundo sakho sokuqonda indlela intsha ekhula ngayo. Ake sibone ukuthi izinto kungenzeka sezishintshe kanjani kusukela uqale lesi sifundo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It can be hard to talk about these things with your teen, and that’s okay. 💚",
    "text": "Kungaba nzima ukukhuluma ngalezi zinto nentsha yakho, futhi lokho kulungile. 💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Congratulations on making some progress in this course. It seems like talking with your teen may still be a challenge.",
    "text": "Siyakuhalalisela ngokuthi wenze intuthuko ethile. Kubonakala sengathi ukuchitha isikhathi nengane yakho kungenzeka kusayinselele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You were already excelling at talking with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!",
    "text": "Ubuvele uhamba phambili ekukhulumeni nengane yakho ngaphambi kwe-ParentText. Kuhle kakhulu ukuthi uyakwazi ukugcina umzamo omuhle kakhulu!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Talking about difficult topics with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.",
    "text": "Ukukhuluma ngezihloko ezinzima nengane yakho kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Congratulations! 🎉You’ve made progress in this course since you’ve started ParentText. Your effort is working!",
    "text": "Siyakuhalalisela! 🎉Usuyenzile intuthuko selokhu uqale lesi sifundo ku-ParentText. Umzamo wakho uyabonakala!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Would you like to get more help?",
    "text": "Ungathanda ukufunda okunye okwengiziwe?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Thank you for providing a progress update. You can find and go through this course any time via the Main Menu by typing {MENU}. 📝",
    "text": "Siyabonga ngokusazisa ngentuthuko osuyenzile. Lesi sifundo ungasithola noma nini ngokuya ku-Main Menu bese ubhala uthi-{MENU}. 📝",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How did talking to your teen about personal things go?",
    "text": "Kuhambe kanjani ukukhuluma nomntwana wakho osemusha ngezindaba zomuntu siqu?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Excellent! Keep up the good work of talking to your teen about personal things.",
    "text": "Kuhle! Qhubeka nomsebenzi omuhle wokukhuluma nengane yakho ngezinto eziphathelene naye.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "I am sorry to hear that it has been difficult to talk to your teen about personal things",
    "text": "Ngiyaxolisa ukuzwa ukuthi kunzima kuwe ukukhuluma nomntwana wakho osemusha ngezinto zomuntu siqu",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is a question to help you get started on your course to support your child’s development:",
    "text": "Nawu umbuzo ongakusiza ukuthi uqalise isifundo sakho ukuze usekele ukukhula komntwana wakho:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How confident are you in your ability to support your child's development?",
    "text": "Uzethemba kangakanani ngekhono lakho lokusekela ukukhula komntwana wakho?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That is okay. You will learn more about the importance of child development in this course. Supporting your child’s development will help them live a happy, safe and healthy life.",
    "text": "Akunankinga. Uzofunda kabanzi ngokubaluleka kokuthuthuka komntwana wakho kulesi sifundo. Ukusekela ukukhula komntwana wakho kuzomsiza ukuba aphile impilo ejabulisayo, ephephile futhi enempilo enhle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "That is great to hear! 😃 Supporting your child’s development will help them live a happy, safe and healthy life.",
    "text": "Kuhle ukuzwa lokho! 😃Ukusekela ukukhula komntwana wakho kuzomsiza ukuba aphile impilo ejabulisayo, ephephile futhi enempilo enhle.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Well done for completing your course to support your child’s development. Let’s see how things may have changed since you started this course:",
    "text": "Halala ngokuqeda isifundo sakho sokusekela intuthuko yomntwana wakho. Ake sibone ukuthi izinto zishintshe kanjani kusukela uqalile:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "It can be difficult to support your child’s development, and that’s okay. 💛",
    "text": "Kungaba nzima ukusekela ukukhula kwengane yakho, futhi lokho kuyaqondakala. 💛",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Congratulations on making some progress. It seems like supporting your child’s development may still be a challenge.",
    "text": "Siyakuhalalisela ngokuthi wenze intuthuko ethile. Kubonakala sengathi ukuchitha isikhathi nengane yakho kungenzeka kuseyinselele.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You were already excelling at supporting your child’s development before ParentText. It’s great that you’re able to keep up the excellent effort!",
    "text": "Ubusuvele uphumelela ekusekeleni intuthuko yengane yakho ngaphambi kwe-ParentText. Kuhle ukuthi uyakwazi ukuqhubeka wenze umzamo omuhle!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Supporting your child’s development is important. Though you are still doing great, you have reported that you have become less confident since you first began ParentText.",
    "text": "Ukusekela ukukhula kwengane yakho kubalulekile. Yize usenza kahle, ubike ukuthi awuzethembi kusukela waqala i-ParentText.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Congratulations! 🎉You’ve made progress since you’ve started ParentText. Your effort is working!",
    "text": "Siyakuhalalisela! 🎉Usuyenzile intuthuko selokhu uqale lesi sifundo ku-ParentText. Umzamo wakho uyabonakala!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Thank you for providing your progress update. You can access this information any time in the Main Menu. 📝",
    "text": "Siyabonga ngokusinikeza intuthuko yakho. Ungafinyelela lolu lwazi noma inini ku-Main Menu. 📝",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "How are your activities to help @fields.child_nickname’s development going?",
    "text": "Izinto ongazenza ukusiza intuthuko ka@fields.child_nickname ukuthi ihamba kanjani?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "How are your activities to help your child’s development going?",
    "text": "Izinto ezisiza ukuthuthuka kwengane yakho ukuthi kuqhubeke zihamba kanjani?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Excellent! Keep up the good work in supporting @fields.child_nickname’s development.",
    "text": "Kuhle kakhulu! Qhubeka nomsebenzi omuhle ekusekeleni ukuthuthuka kwa @fields.child_nickname.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Excellent! Keep up the good work in supporting your child’s development.",
    "text": "Kuhle kakhulu! Qhubeka nomsebenzi omuhle ekusekeleni ukukhula kwengane yakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "I am sorry to hear that your activities to help @fields.child_nickname’s development are not going so well.",
    "text": "Ngiyadabuka ukuzwa ukuthi izinto ozenzayo zokusiza u-@fields.child_nickname athuthuke azihambi kahle kangako.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "I am sorry to hear that your activities to help your child’s development are not going so well.",
    "text": "Ngiyadabuka ukuzwa ukuthi izinto ozenzayo zokusiza ingane yakho ikhule azihambi kahle kangako.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What did you find difficult when talking to your teen about personal things? 👂",
    "text": "Yini oyithole inzima lapho ukhuluma nomntwana wakho osemusha ngezinto zomuntu siqu? 👂",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏸ Teens often do not want to speak to their parents about reproductive health, relationships, and sex.",
    "text": "⏸ Intsha ngokuvamile ayifuni ukukhuluma nabazali bayo ngempilo yokuzala, ubudlelwano, nangocansi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Share that it is normal and that you also went through this.",
    "text": "🔄 Yabelana ngokuthi kujwayelekile nokuthi nawe udlule kukho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 If they do not want to talk to you, give them resources so they can learn about the topic, or guide them on who else they can talk to for reliable information and advice. ",
    "text": "🌱 Uma bengafuni ukukhuluma nawe, banikeze izinsiza ukuze bazifundele ngezihloko ezimayelana naleyo ndaba, noma ubasize bazi ukuthi ubani omunye abangakhuluma naye ukuze bathole ulwazi oluthembekile nezeluleko. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Tell your teen that you are happy to speak with them any time!",
    "text": "⭐ Tshela ingane yakho ukuthi ukujabulele ukukhuluma nayo noma nini!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💛 It can be hard to find resources! ",
    "text": "💛 Kungaba nzima ukuthola izinsiza! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here are some resources to help you with supporting your teen's development:",
    "text": "Nanka amanye amathuluzi angakusiza ube nesandla endleleni ingane yakho esentsha ekhula ngayo:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "{development resources 1}",
    "text": "{izinsiza zokuthuthukisa 1}",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 We are sorry to hear that it has been hard to talk to your teen about sexual reproductive health, relationships, and sex.",
    "text": "💚 Siyaxolisa ukuzwa ukuthi kube nzima ukukhuluma nengane yakho mayelana nempilo yokuzala, ubudlelwano, kanye nocansi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😣 Talking about reproductive health, relationships, and sex can be uncomfortable - many parents feel this way! ",
    "text": "😣 Ukukhuluma ngempilo yokuzala, ubudlelwano, kanye nocansi kungase kungakhululeki - abazali abaningi bazizwa ngale ndlela! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Remember, these are all normal parts of life. ",
    "text": "😃 Khumbula, lezi yizingxenye ezijwayelekile zempilo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌷 The more you talk about these topics and educate @fields.child_nickname, the more prepared they are for keeping themselves healthy and safe.",
    "text": "🌷Njengoba uqhubeka ukhuluma ngalezi zihloko futhi ufundisa @fields.child_nickname, bazoya ngokuya bekulungela ukuzigcina benempilo enhle futhi bephephile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🌷 The more you talk about these topics and educate your teen, the more prepared they are for keeping themselves healthy and safe.",
    "text": "🌷Njengoba uqhubeka ukhuluma ngalezi zihloko futhi ufundisa, bazoya ngokuya bekulungela ukuzigcina benempilo enhle futhi bephephile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⬇️ Talking about relationships and sex from an early age reduces the chance that teens end up in dangerous or unhealthy situations!",
    "text": "⬇️ Ukukhuluma ngobudlelwano kanye nocansi kusukela esemncane kunciphisa amathuba okuthi ingane igcine isezimeni eziyingozi noma ezingenampilo!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 It means @fields.child_nickname knows what is safe and healthy, so they can make good choices to keep themselves safe.",
    "text": "💚 Kusho ukuthi @fields.child_nickname iyazi ukuthi yini ephephile futhi enempilo, ngakho zingenza izinqumo ezinhle ukuze zizigcine ziphephile.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "💚 It means your teen knows what is safe and healthy, so they can make good choices to keep themselves safe.",
    "text": "💚 Kusho ukuthi ingane yakho iyazi ukuthi yini ephephile futhi enempilo, ukuze bakwazi ukwenza izinqumo ezinhle ukuze bazigcine bephephile.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What did you find difficult when supporting your child’s development?",
    "text": "Yini oyithole inzima lapho usekela intuthuko yomntwana wakho?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌈 It is okay to feel that way. There are many small ways to spend time with your child!",
    "text": "🌈 Kwamukelekile ukuzizwa kanjalo. Ziningi izindlela ezincane zokuchitha isikhathi nomntwana wakho!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ You can interact with your child while doing something else. For example, you can ask your child to describe the colours and objects they see around them while you are walking together or travelling on a bus.",
    "text": "⏰ Ungakwazi ukuxhumana nomntwana wakho ube wenza enye into eceleni. Ngokwesibonelo, ungacela umntwana wakho ukuthi achaze imibala nezinto aziyibonayo lapho nihamba ndawonye noma nigibele ibhasi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Your child will appreciate the attention you are giving, even for a short while.",
    "text": "😃 Umntwana wakho uzokujabulela ukumnaka kwakho, ngisho noma ngabe yisikhashana nje.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😣 You may be hurt because your child does not want to spend time with you.",
    "text": "😣 Kungase kukuzwise ubuhlungu ukuthi umntwana wakho akafuni ukuchitha isikhathi nawe.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Sometimes, your child just needs some time to start to engage with you. It helps to remain calm, patient, and kind while you try to connect with your child.",
    "text": "⏰ Ngesinye isikhathi, umntwana wakho udinga nje isikhathi ukuze aqale ukusebenzisana nawe. Kuyasiza ukuhlala uzolile, unesineke, futhi unomusa ngenkathi uzama ukuxhumana nomntwana wakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 As children grow, they may want independence from you. That’s normal! You can support them to find friends based on their interests.",
    "text": "🌱 Njengoba abantwana bekhula, bangase bafune ukuzimela. Kuvamile lokho! Ungabasekela ukuze bathole abangani ngokusekelwe kulokho abakuthandayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 It must be hard to see your child getting injured or feeling sad often. ",
    "text": "🧸 Kunzima ukubona umntwana wakho elimala noma ezizwa edabukile njalo. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌷Children learn and grow from making mistakes. It is an important part of child development. They will be safe as long as you are aware of their activities and you can prevent anything dangerous.",
    "text": "🌷Izingane zifunda futhi zikhule ngokwenza amaphutha. Kuyingxenye ebalulekile yokukhula kwengane. Bazophepha uma nje uqaphela lokho abekwenzayo futhi ungakwazi ukuvimbela noma yini eyingozi.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Build your child’s confidence about what they do, what is important to them, and how they look so that they are comfortable trying new things.",
    "text": "⭐ Yakha ukuzethemba kwengane yakho ngalokho ekwenzayo, okubalulekile kuyo, nendlela ebukeka ngayo ukuze ikhululeke ukuzama izinto ezintsha.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎨 Encourage them to safely try out fun activities with other children or adults. Praise them when they do it well!",
    "text": "🎨 Bakhuthaze ukuthi bazame ngokuphephile imisebenzi yokuzijabulisa nezinye izingane noma abantu abadala. Bancome lapho bekwenza kahle!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Let your child know that you trust them to be safe and follow the rules that you have set.",
    "text": "💚 Yazisa ingane yakho ukuthi uyayethemba ukuthi ingakwazi ukuphepha futhi ilandele imithetho oyibekele yona.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Competitive games can be hard for children (and adults!) if they don’t like losing or sharing.",
    "text": "⚽ Imidlalo yokuncintisana ingaba nzima kumntwana wakho (kanye nakubantu abadala!) uma engakuthandi ukuhlulwa.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏆 When they have calmed down, talk with your child about what winning well and losing well might look like.",
    "text": "🏆 Uma esezolile, xoxa naye umntwana ngokuphumelela kahle nokuhlulwa kahle kusho ukuthini.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Suggest other activities that you can do to work together instead of against each other.",
    "text": "📝Phakamisa eminye imisebenzi eningayenza ukuze nisebenzisane esikhundleni sokuqhudelana.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Type {PLAY} for a fun activity suggestion. 💡",
    "text": "Bhala u-{PLAY} ukuze uthole izinto ezimnandi eningazenza ndawonye. 💡",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💙 It is difficult when your child is expressing negative feelings, but this is common because your child is also learning to manage their emotions.",
    "text": "💙 Kunzima uma ingane yakho izwakalisa imizwa engemihle, kodwa lokhu kuvamile ngoba ingane yakho ifunda ukulawula imizwa yayo.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Listen to your child’s emotions and acknowledge them.",
    "text": "👂 Lalela imizwa yengane yakho futhi uyazise.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡 Ask your child what they or you can do to help them feel better, and give your child advice on what you think would work well.",
    "text": "💡 Buza ingane yakho ukuthi yini yona engayenza noma wena ongayenza ukuze uyisize izizwe ingcono, futhi nikeza ingane yakho iseluleko ngalokho ocabanga ukuthi kungasiza.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 While it is tempting to solve your child’s problems immediately with what you think is best, it will not help them grow. Give them a chance to come up with their own ideas!",
    "text": "🌱 Nakuba kulinga ukuxazulula izinkinga zengane yakho ngokushesha ngalokho ocabanga ukuthi kungcono kakhulu, lokho ngeke kuyisize ikhule. Banike ithuba lokuzixazululela besebenzisa imibono yabo!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 We are sorry to hear that it has been hard for you to understand your child’s development.",
    "text": "💚 Siyaxolisa ukuzwa ukuthi bekunzima kuwe ukuqonda ukukhula kwengane yakho.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "NEXT",
    "text": "OKULANDELAYO",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Yes",
    "text": "Yebo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "No",
    "text": "Cha",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "True",
    "text": "Yiqiniso",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "False",
    "text": "Akulona iqiniso",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Reject all their requests and say it is not necessary.",
    "text": "Nqaba izicelo zabo futhi uthi akudingeki.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Warmly ask more about what influenced their interest to change and why.",
    "text": "Ngemfudumalo buza ngokwengeziwe ukuthi yini ebathelele ukufisa ukushintsha futhi ngobani.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Give in to all of Your Child’s interests.",
    "text": "Zinikele kuzo zonke izinto ezithandwa nguYour Child.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "More Confidence",
    "text": "Ukuzethemba Okuthe xaxa",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Less risk-taking",
    "text": "Ukuqikelela",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Struggling with identity and self-image",
    "text": "Ukungazethembi nokuhlala uzisola wena ngokwakho",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "More trusting of people in charge",
    "text": "Ukwethemba abantu abaphethe ngokweqile",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Ignore their feelings",
    "text": "Ukungayinaki imizwa yayo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Punish them for their emotions",
    "text": "Ijezisele imizwa yayo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Let them know their feelings are okay and be there for them",
    "text": "Itshele ukuthi ilungile leyo ndlela ezizwa ngayo futhi uyeseke",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Encourage them to ignore their emotions",
    "text": "Ikhuthaze ukuba ingayinaki imizwa yayo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "It's not important. Teens need to figure things out on their own",
    "text": "Akubalulekanga. Intsha idinga ukuzitholela izinto ngokwabo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "It helps build trust and strengthens relationships",
    "text": "Kuyasiza ukwakha ukwethembana futhi kuqinisa ubudlelwano",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "It keeps my teen from keeping secrets",
    "text": "Kwenza umntwana yami ingahlali nezimfihlo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "They become less interested in spending time with friends.",
    "text": "Iya ngokuphela intshisekelo yokuchitha isikhathi nabangane.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "They become less influenced by peer pressure.",
    "text": "Liya ngokuncipha izinga lokuthola ingcindezi evela kontanga yakhe.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "They may feel pressure to fit in with their peers.",
    "text": "Izizwa inengcindezi yokuphila nomshungu wontanga yayo ukuze yemukeleke kubo.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By always choosing their friends for them",
    "text": "Ngokuhlala uyikhethela abangane bayo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By encouraging them to make their own decisions and supporting them through the consequences",
    "text": "Ngokuyikhuthaza ukuba izenzele izinqumo futhi uyeseke ngokuthi ikwazi ukwamukela imiphumela yalezo zinqumo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By avoiding discussions about social issues",
    "text": "Ngokugwema ukuxoxa nayo mayelana nezinto ezinomthelela emphakathini",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Improved self-esteem",
    "text": "Ukuthuthukisa ukuzethemba",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A sense of belonging",
    "text": "Ukuzizwa wamukelekile",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Low self-esteem and avoiding interaction with others",
    "text": "Ukungazethembi nokugwema ukuxhumana nabanye",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the body goes through physical and hormonal changes. It often begins between ages 8 and 13 for girls",
    "text": "Isikhathi sokushintsha komzimba kanye nokushintsha okuphathelene namahomoni. Lokhu kuqala ukwenzeka uma amantombazane eseneminyaka yobudala ephakathi kweyisi-8 kuya kweyi-13",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the mind becomes more mature. It often begins between ages 16 and 18 for girls",
    "text": "Isikhathi lapho ingqondo iqala ukuhluzeka. Ngokuvamile iqala lapho amantombazane eseneminyaka yobudala ephakathi kweminyaka eyi-16 neyi-18",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the body stops growing. It often begins around age 25 for girls",
    "text": "Isikhathi lapho umzimba uyeka ukukhula. Ngokuvamile lokhu kuqala lapho amantombazane eseminyaka yobudala engama-25",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Increased height, deeper voice, and wider shoulders",
    "text": "Ukuba mude, ukuba nezwi elindondayo, namahlombe abanzi",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Growth of breasts, pubic and underarm hair, and menstruation",
    "text": "Ukukhula kwamabele, ukuba nezinwele esithweni sangasese kanye nasemakhwapheni, nokuya esikhathini",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Less hunger, longer sleep patterns, and more energy levels",
    "text": "Ukulamba kancane, izindlela zokulala isikhathi eside, namazinga aphezulu amandla",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By talking openly about puberty and offering reassurance and support",
    "text": "Ngokukhuluma ngokukhululekile mayelana nokuthomba kanye nokunikeza isiqinisekiso nokweseka",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By ignoring the changes and allowing their daughter to figure it out on her own",
    "text": "Ngokungazinaki izinguquko futhi uyekele indodakazi yakho izibonele yona ngokwayo",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By discouraging their daughter from asking questions and seeking help if needed",
    "text": "Ngokwenza ukuthi indodakazi yakho ingakubuzi imibuzo futhi ingaceli usizo uma ludingeka",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the body goes through physical and hormonal changes. It often begins between ages 9 and 14 for boys",
    "text": "Isikhathi sokushintsha komzimba nokushintsha kwamahomoni. Kuvamise ukuqala eminyakeni ephakathi kwa-9 no-14 ebafaneni",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the mind becomes more mature. It often begins between ages 16 and 18 for boys",
    "text": "Isikhathi lwapho ingqondo ikhula khona. Lokhu kuvamise ukuqala eminyakeni ephakathi kwa-16 no-18 ebafaneni",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "A time when the body stops growing. It often begins around age 25 for boys",
    "text": "Isikhathi lapho umzimba uyeka khona ukukhula. Kuvamise ukuqala eminyakeni engama-25 ebafaneni",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Widening of hips and gaining weight",
    "text": "Ukuvuleka kwamahips nokukhuluphala",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Enlargement of testicles, growth of pubic and underarm hair, and increased height",
    "text": "Ukukhula kwamasende, ukukhula izinwele kusitho sangasese nasemaphwepheni, nokukhula ngobude",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By ignoring the changes and allowing their son to figure it out on her own",
    "text": "Ngokuziba ushintsho nokuvumela indodana yabo izitholele ngokwakhe",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "By discouraging their son from asking questions and seeking help if needed",
    "text": "Ngokwenza ukuthi indodana yabo ingabuzi imibuzo futhi ingaluceli usizo uma eludinga",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Not Confident",
    "text": "Angizethembi",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Somewhat Confident",
    "text": "Ngiyazethemba ngandlela thize",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Confident",
    "text": "Ngiyazethemba",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Very Confident",
    "text": "Ngizethemba kakhulu",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Good",
    "text": "Kuhle",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "So-so",
    "text": "Akufani",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Bad",
    "text": "Kabi",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "It made me uncomfortable.",
    "text": "Kwangenza ngangakhululeka.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "It made my teen uncomfortable.",
    "text": "Kwenza umtwana wami osemusha angakhululeki.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "I do not know where to find resources to support my teen’s development.",
    "text": "Angazi ukuthi ngingazitholaphi izinsiza zokusekela ukukhula komtwana wami osemusha.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "I think my teen is too young to be talking about these things.",
    "text": "Ngicabanga ukuthi umtwana wami osemusha usemncane kakhulu ukuthi angakhuluma ngalezi zinto.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Prefer not to say.",
    "text": "Ngikhetha ukungasho.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "I'm facing challenges that make it difficult to focus on parenting right now.",
    "text": "Njengamanje ngihlangabezana nezingqinamba ezenza kube nzima ukugxila ekubeni umzali.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "I don’t have time to interact with my child.",
    "text": "Anginaso isikhathi sokuba nobudlelwano nomtwana wami.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "My child is not interested in spending time with me.",
    "text": "Umntwana wami akafuni ukuchitha isikhathi nami.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "My child keeps getting hurt from exploring or making new friends.",
    "text": "Umntwana wami ulokhu elimala ngokuhlola noma ukwenza abangane abasha.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "My child likes competitive activities but gets angry when they lose or need to share the win.",
    "text": "Umtwana wami uthanda imidlalo yokuncintisana kodwa uyathukuthela lapho ehluliwe noma lapho kumele ahlanganyele nabanye ukunqoba kwakhe.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "My child expresses negative emotions all the time.",
    "text": "Umtwana wami ukhuluma ngendlela engakhi ngaso sonke isikhathi.",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "yes y yeah yep",
    "text": "yebo y yebo yeb",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "no nope n",
    "text": "cha chabo c",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "true",
    "text": "yiqiniso",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "false",
    "text": "akulona iqiniso",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "reject all their requests and say it is not necessary.",
    "text": "nqaba zonke izicelo zabo futhi uthi akudingeki.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "warmly ask more about what influenced their interest to change and why.",
    "text": "ngemfudumalo buza ngokwengeziwe ukuthi yini ebathelele ukufisa ukushintsha futhi ngobani.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "give in to all of your child’s interests.",
    "text": "zinikele kuzo zonke izinto ezithandwa umntwana wakho.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "more confidence",
    "text": "ukuzethemba okuthe xaxa",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "less risk-taking",
    "text": "ukuqikelela",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "struggling with identity and self-image",
    "text": "ukungazethembi nokuhlala uzisola wena ngokwakho",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "more trusting of people in charge",
    "text": "ukwethemba abantu abaphethe ngokweqile",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "ignore their feelings",
    "text": "ukungayinaki imizwa yayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "punish them for their emotions",
    "text": "ijezisele imizwa yayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "let them know their feelings are okay and be there for them",
    "text": "itshele ukuthi ilungile leyo ndlela ezizwa ngayo futhi uyeseke",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "encourage them to ignore their emotions",
    "text": "ikhuthaze ukuba ingayinaki imizwa yayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "it's not important. teens need to figure things out on their own",
    "text": "akubalulekanga. Intsha idinga ukuzitholela izinto ngokwabo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "it helps build trust and strengthens relationships",
    "text": "kuyasiza ukwakha ukwethembana futhi kuqinisa ubudlelwano",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "it keeps my teen from keeping secrets",
    "text": "kwenza umntwana yami ingahlali nezimfihlo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "they become less interested in spending time with friends.",
    "text": "iya ngokuphela intshisekelo yokuchitha isikhathi nabangane.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "they become less influenced by peer pressure.",
    "text": "liya ngokuncipha izinga lokuthola ingcindezi evela kontanga yakhe.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "they may feel pressure to fit in with their peers.",
    "text": "izizwa inengcindezi yokuphila nomshungu wontanga yayo ukuze yemukeleke kubo.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by always choosing their friends for them",
    "text": "ngokuhlala uyikhethela abangane bayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by encouraging them to make their own decisions and supporting them through the consequences",
    "text": "ngokuyikhuthaza ukuthi izenzele izinqumo futhi uyeseke ngemithelela yezinqumo zayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by avoiding discussions about social issues",
    "text": "ngokugwema ukuxoxa ngezinto ezinomthelela emphakathini",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "improved self-esteem",
    "text": "ukuthuthukisa ukuzethemba",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a sense of belonging",
    "text": "ukuzizwa wamukelekile",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "low self-esteem and avoiding interaction with others",
    "text": "ukungazethembi nokugwema ukuxhumana nabanye",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the body goes through physical and hormonal changes. it often begins between ages 8 and 13 for girls",
    "text": "isikhathi sokushintsha komzimba nokushintsha kwamahomoni. ngokuvamile lokhu kuqala lapho amantombazane eseneminyaka yobudala ephakathi kweyisi-8 neyi-13",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the mind becomes more mature. it often begins between ages 16 and 18 for girls",
    "text": "isikhathi lapho ingqondo iqala ukuhluzeka. ngokuvamile iqala lapho amantombazane eseneminyaka yobudala ephakathi kweminyaka eyi-16 neyi-18",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the body stops growing. it often begins around age 25 for girls",
    "text": "isikhathi lapho umzimba uyeka ukukhula. ngokuvamile lokhu kuqala lapho amantombazane eseminyaka yobudala engama-25",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "increased height, deeper voice, and wider shoulders",
    "text": "ukuba mude, ukuba nezwi elindondayo, namahlombe abanzi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "growth of breasts, pubic and underarm hair, and menstruation",
    "text": "ukukhula kwamabele, ukuba nezinwele esithweni sangasese kanye nasemakhwapheni, nokuya esikhathini",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "less hunger, longer sleep patterns, and more energy levels",
    "text": "ukulamba kancane, izindlela zokulala isikhathi eside, namazinga aphezulu amandla",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by talking openly about puberty and offering reassurance and support",
    "text": "ngokukhuluma ngokukhululekile mayelana nokuthomba kanye nokunikeza isiqinisekiso nokweseka",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by ignoring the changes and allowing their daughter to figure it out on her own",
    "text": "ngokungazinaki izinguquko futhi uyekele indodakazi yakho izibonele yona ngokwayo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by discouraging their daughter from asking questions and seeking help if needed",
    "text": "ngokwenza ukuthi indodakazi yakho ingakubuzi imibuzo futhi ingaceli usizo uma ludingeka",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the body goes through physical and hormonal changes. it often begins between ages 9 and 14 for boys",
    "text": "isikhathi sokushintsha komzimba nokushintsha kwamahomoni. Kuvamise ukuqala eminyakeni ephakathi kwa-9 no-14 ebafaneni",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the mind becomes more mature. it often begins between ages 16 and 18 for boys",
    "text": "isikhathi lwapho ingqondo ikhula khona. Lokhu kuvamise ukuqala eminyakeni ephakathi kwa-16 no-18 ebafaneni",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "a time when the body stops growing. it often begins around age 25 for boys",
    "text": "isikhathi lapho umzimba uyeka khona ukukhula. Kuvamise ukuqala eminyakeni engama-25 ebafaneni",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "widening of hips and gaining weight",
    "text": "ukuvuleka kwamahips nokukhuluphala",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "enlargement of testicles, growth of pubic and underarm hair, and increased height",
    "text": "ukukhula kwamasende, ukukhula izinwele kusitho sangasese nasemaphwepheni, nokukhula ngobude",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by ignoring the changes and allowing their son to figure it out on her own",
    "text": "ngokuziba ushintsho nokuvumela indodana yabo izitholele ngokwakhe",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "by discouraging their son from asking questions and seeking help if needed",
    "text": "ngokwenza ukuthi indodana yabo ingabuzi imibuzo futhi ingaluceli usizo uma eludinga",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "not confident",
    "text": "angizethembi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "somewhat confident",
    "text": "ngiyazethemba ngandlela thize",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "confident",
    "text": "ngiyazethemba",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "very confident",
    "text": "ngizethemba kakhulu",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "yes",
    "text": "yebo",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "no",
    "text": "Cha",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "good",
    "text": "kuhle",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "so-so",
    "text": "akufani",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "bad",
    "text": "kubi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "it made me uncomfortable.",
    "text": "kwangenza ngangakhululeka.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "it made my teen uncomfortable.",
    "text": "kwenza ingane yami ingakhululekile.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "i do not know where to find resources to support my teen’s development.",
    "text": "angazi ukuthi ngingazithola kuphi izinsiza zokusekela ukukhula komtwana wami osemusha.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "i think my teen is too young to be talking about these things.",
    "text": "ngicabanga ukuthi umtwana wami osemusha usemncane kakhulu ukuthi angakhuluma ngalezi zinto.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "prefer not to say.",
    "text": "ngikhetha ukungasho.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "i'm facing challenges that make it difficult to focus on parenting right now.",
    "text": "njengamanje ngihlangabezana nezingqinamba ezenza kube nzima ukugxila ekubeni umzali.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "i don’t have time to interact with my child.",
    "text": "anginaso isikhathi sokuba nobudlelwano nomtwana wami.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "my child is not interested in spending time with me.",
    "text": "umntwana wami akafuni ukuchitha isikhathi nami.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "my child keeps getting hurt from exploring or making new friends.",
    "text": "umtwana wami ulokhu elimala ekuhloleni noma ekwenzeni abangane abasha.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "my child likes competitive activities but gets angry when they lose or need to share the win.",
    "text": "umntwana wami uthanda imidlalo yokuncintisana kodwa uyathukuthela lapho ehluliwe noma lapho kumele ahlanganyele nabanye ukunqoba kwakhe.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "my child expresses negative emotions all the time.",
    "text": "umtwana wami ukhuluma ngendlela engakhi ngaso sonke isikhathi.",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  }
]